{"speaker": "Socrates", "paragraph_id": 3, "text": "Aristodemus meeting Socrates in holiday attire, is invited by him to a banquet at the house of Agathon, who had been sacrificing in thanksgiving for his tragic victory on the day previous. But no sooner has he entered the house than he finds that he is alone; Socrates has stayed behind in a fit of abstraction, and does not appear until the banquet is half over. On his appearing he and the host jest a little; the question is then asked by Pausanias, one of the guests, 'What shall they do about drinking? as they had been all well drunk on the day before, and drinking on two successive days is such a bad thing.' This is confirmed by the authority of Eryximachus the physician, who further proposes that instead of listening to the flute-girl and her 'noise' they shall make speeches in honour of love, one after another, going from left to right in the order in which they are reclining at the table. All of them agree to this proposal, and Phaedrus, who is the 'father' of the idea, which he has previously communicated to Eryximachus, begins as follows:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 4, "text": "He descants first of all upon the antiquity of love, which is proved by the authority of the poets; secondly upon the benefits which love gives to man. The greatest of these is the sense of honour and dishonour. The lover is ashamed to be seen by the beloved doing or suffering any cowardly or mean act. And a state or army which was made up only of lovers and their loves would be invincible. For love will convert the veriest coward into an inspired hero.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 5, "text": "And there have been true loves not only of men but of women also. Such was the love of Alcestis, who dared to die for her husband, and in recompense of her virtue was allowed to come again from the dead. But Orpheus, the miserable harper, who went down to Hades alive, that he might bring back his wife, was mocked with an apparition only, and the gods afterwards contrived his death as the punishment of his cowardliness. The love of Achilles, like that of Alcestis, was courageous and true; for he was willing to avenge his lover Patroclus, although he knew that his own death would immediately follow: and the gods, who honour the love of the beloved above that of the lover, rewarded him, and sent him to the islands of the blest.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 6, "text": "Pausanias, who was sitting next, then takes up the tale:--He says that Phaedrus should have distinguished the heavenly love from the earthly, before he praised either. For there are two loves, as there are two Aphrodites--one the daughter of Uranus, who has no mother and is the elder and wiser goddess, and the other, the daughter of Zeus and Dione, who is popular and common. The first of the two loves has a noble purpose, and delights only in the intelligent nature of man, and is faithful to the end, and has no shadow of wantonness or lust. The second is the coarser kind of love, which is a love of the body rather than of the soul, and is of women and boys as well as of men. Now the actions of lovers vary, like every other sort of action, according to the manner of their performance. And in different countries there is a difference of opinion about male loves. Some, like the Boeotians, approve of them; others, like the Ionians, and most of the barbarians, disapprove of them; partly because they are aware of the political dangers which ensue from them, as may be seen in the instance of Harmodius and Aristogeiton. At Athens and Sparta there is an apparent contradiction about them. For at times they are encouraged, and then the lover is allowed to play all sorts of fantastic tricks; he may swear and forswear himself (and 'at lovers' perjuries they say Jove laughs'); he may be a servant, and lie on a mat at the door of his love, without any loss of character; but there are also times when elders look grave and guard their young relations, and personal remarks are made. The truth is that some of these loves are disgraceful and others honourable. The vulgar love of the body which takes wing and flies away when the bloom of youth is over, is disgraceful, and so is the interested love of power or wealth; but the love of the noble mind is lasting. The lover should be tested, and the beloved should not be too ready to yield. The rule in our country is that the beloved may do the same service to the lover in the way of virtue which the lover may do to him.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 7, "text": "A voluntary service to be rendered for the sake of virtue and wisdom is permitted among us; and when these two customs--one the love of youth, the other the practice of virtue and philosophy--meet in one, then the lovers may lawfully unite. Nor is there any disgrace to a disinterested lover in being deceived: but the interested lover is doubly disgraced, for if he loses his love he loses his character; whereas the noble love of the other remains the same, although the object of his love is unworthy: for nothing can be nobler than love for the sake of virtue. This is that love of the heavenly goddess which is of great price to individuals and cities, making them work together for their improvement.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 8, "text": "The turn of Aristophanes comes next; but he has the hiccough, and therefore proposes that Eryximachus the physician shall cure him or speak in his turn. Eryximachus is ready to do both, and after prescribing for the hiccough, speaks as follows:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 9, "text": "He agrees with Pausanias in maintaining that there are two kinds of love; but his art has led him to the further conclusion that the empire of this double love extends over all things, and is to be found in animals and plants as well as in man. In the human body also there are two loves; and the art of medicine shows which is the good and which is the bad love, and persuades the body to accept the good and reject the bad, and reconciles conflicting elements and makes them friends. Every art, gymnastic and husbandry as well as medicine, is the reconciliation of opposites; and this is what Heracleitus meant, when he spoke of a harmony of opposites: but in strictness he should rather have spoken of a harmony which succeeds opposites, for an agreement of disagreements there cannot be. Music too is concerned with the principles of love in their application to harmony and rhythm. In the abstract, all is simple, and we are not troubled with the twofold love; but when they are applied in education with their accompaniments of song and metre, then the discord begins. Then the old tale has to be repeated of fair Urania and the coarse Polyhymnia, who must be indulged sparingly, just as in my own art of medicine care must be taken that the taste of the epicure be gratified without inflicting upon him the attendant penalty of disease.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 10, "text": "There is a similar harmony or disagreement in the course of the seasons and in the relations of moist and dry, hot and cold, hoar frost and blight; and diseases of all sorts spring from the excesses or disorders of the element of love. The knowledge of these elements of love and discord in the heavenly bodies is termed astronomy, in the relations of men towards gods and parents is called divination. For divination is the peacemaker of gods and men, and works by a knowledge of the tendencies of merely human loves to piety and impiety. Such is the power of love; and that love which is just and temperate has the greatest power, and is the source of all our happiness and friendship with the gods and with one another. I dare say that I have omitted to mention many things which you, Aristophanes, may supply, as I perceive that you are cured of the hiccough.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 11, "text": "Aristophanes is the next speaker:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 12, "text": "He professes to open a new vein of discourse, in which he begins by treating of the origin of human nature. The sexes were originally three, men, women, and the union of the two; and they were made round--having four hands, four feet, two faces on a round neck, and the rest to correspond. Terrible was their strength and swiftness; and they were essaying to scale heaven and attack the gods. Doubt reigned in the celestial councils; the gods were divided between the desire of quelling the pride of man and the fear of losing the sacrifices. At last Zeus hit upon an expedient. Let us cut them in two, he said; then they will only have half their strength, and we shall have twice as many sacrifices. He spake, and split them as you might split an egg with an hair; and when this was done, he told Apollo to give their faces a twist and re-arrange their persons, taking out the wrinkles and tying the skin in a knot about the navel. The two halves went about looking for one another, and were ready to die of hunger in one another's arms. Then Zeus invented an adjustment of the sexes, which enabled them to marry and go their way to the business of life. Now the characters of men differ accordingly as they are derived from the original man or the original woman, or the original man-woman. Those who come from the man-woman are lascivious and adulterous; those who come from the woman form female attachments; those who are a section of the male follow the male and embrace him, and in him all their desires centre. The pair are inseparable and live together in pure and manly affection; yet they cannot tell what they want of one another. But if Hephaestus were to come to them with his instruments and propose that they should be melted into one and remain one here and hereafter, they would acknowledge that this was the very expression of their want. For love is the desire of the whole, and the pursuit of the whole is called love. There was a time when the two sexes were only one, but now God has halved them,--much as the Lacedaemonians have cut up the Arcadians,--and if they do not behave themselves he will divide them again, and they will hop about with half a nose and face in basso relievo. Wherefore let us exhort all men to piety, that we may obtain the goods of which love is the author, and be reconciled to God, and find our own true loves, which rarely happens in this world. And now I must beg you not to suppose that I am alluding to Pausanias and Agathon (compare Protag.), for my words refer to all mankind everywhere.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 15, "text": "The turn of Socrates comes next. He begins by remarking satirically that he has not understood the terms of the original agreement, for he fancied that they meant to speak the true praises of love, but now he finds that they only say what is good of him, whether true or false. He begs to be absolved from speaking falsely, but he is willing to speak the truth, and proposes to begin by questioning Agathon. The result of his questions may be summed up as follows:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 16, "text": "Love is of something, and that which love desires is not that which love is or has; for no man desires that which he is or has. And love is of the beautiful, and therefore has not the beautiful. And the beautiful is the good, and therefore, in wanting and desiring the beautiful, love also wants and desires the good. Socrates professes to have asked the same questions and to have obtained the same answers from Diotima, a wise woman of Mantinea, who, like Agathon, had spoken first of love and then of his works. Socrates, like Agathon, had told her that Love is a mighty god and also fair, and she had shown him in return that Love was neither, but in a mean between fair and foul, good and evil, and not a god at all, but only a great demon or intermediate power (compare the speech of Eryximachus) who conveys to the gods the prayers of men, and to men the commands of the gods.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 17, "text": "Socrates asks: Who are his father and mother? To this Diotima replies that he is the son of Plenty and Poverty, and partakes of the nature of both, and is full and starved by turns. Like his mother he is poor and squalid, lying on mats at doors (compare the speech of Pausanias); like his father he is bold and strong, and full of arts and resources. Further, he is in a mean between ignorance and knowledge:--in this he resembles the philosopher who is also in a mean between the wise and the ignorant. Such is the nature of Love, who is not to be confused with the beloved.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 18, "text": "But Love desires the beautiful; and then arises the question, What does he desire of the beautiful? He desires, of course, the possession of the beautiful;--but what is given by that? For the beautiful let us substitute the good, and we have no difficulty in seeing the possession of the good to be happiness, and Love to be the desire of happiness, although the meaning of the word has been too often confined to one kind of love. And Love desires not only the good, but the everlasting possession of the good. Why then is there all this flutter and excitement about love? Because all men and women at a certain age are desirous of bringing to the birth. And love is not of beauty only, but of birth in beauty; this is the principle of immortality in a mortal creature. When beauty approaches, then the conceiving power is benign and diffuse; when foulness, she is averted and morose.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 19, "text": "But why again does this extend not only to men but also to animals? Because they too have an instinct of immortality. Even in the same individual there is a perpetual succession as well of the parts of the material body as of the thoughts and desires of the mind; nay, even knowledge comes and goes. There is no sameness of existence, but the new mortality is always taking the place of the old. This is the reason why parents love their children--for the sake of immortality; and this is why men love the immortality of fame. For the creative soul creates not children, but conceptions of wisdom and virtue, such as poets and other creators have invented. And the noblest creations of all are those of legislators, in honour of whom temples have been raised. Who would not sooner have these children of the mind than the ordinary human ones? (Compare Bacon's Essays, 8:--'Certainly the best works and of greatest merit for the public have proceeded from the unmarried or childless men; which both in affection and means have married and endowed the public.')", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 20, "text": "I will now initiate you, she said, into the greater mysteries; for he who would proceed in due course should love first one fair form, and then many, and learn the connexion of them; and from beautiful bodies he should proceed to beautiful minds, and the beauty of laws and institutions, until he perceives that all beauty is of one kindred; and from institutions he should go on to the sciences, until at last the vision is revealed to him of a single science of universal beauty, and then he will behold the everlasting nature which is the cause of all, and will be near the end. In the contemplation of that supreme being of love he will be purified of earthly leaven, and will behold beauty, not with the bodily eye, but with the eye of the mind, and will bring forth true creations of virtue and wisdom, and be the friend of God and heir of immortality.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 21, "text": "Such, Phaedrus, is the tale which I heard from the stranger of Mantinea, and which you may call the encomium of love, or what you please.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 24, "text": "When Alcibiades has done speaking, a dispute begins between him and Agathon and Socrates. Socrates piques Alcibiades by a pretended affection for Agathon. Presently a band of revellers appears, who introduce disorder into the feast; the sober part of the company, Eryximachus, Phaedrus, and others, withdraw; and Aristodemus, the follower of Socrates, sleeps during the whole of a long winter's night. When he wakes at cockcrow the revellers are nearly all asleep. Only Socrates, Aristophanes, and Agathon hold out; they are drinking from a large goblet, which they pass round, and Socrates is explaining to the two others, who are half-asleep, that the genius of tragedy is the same as that of comedy, and that the writer of tragedy ought to be a writer of comedy also. And first Aristophanes drops, and then, as the day is dawning, Agathon. Socrates, having laid them to rest, takes a bath and goes to his daily avocations until the evening. Aristodemus follows.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 32, "text": "When the turn of Socrates comes round he cannot be allowed to disturb the arrangement made at first. With the leave of Phaedrus he asks a few questions, and then he throws his argument into the form of a speech (compare Gorg., Protag.). But his speech is really the narrative of a dialogue between himself and Diotima. And as at a banquet good manners would not allow him to win a victory either over his host or any of the guests, the superiority which he gains over Agathon is ingeniously represented as having been already gained over himself by her. The artifice has the further advantage of maintaining his accustomed profession of ignorance (compare Menex.). Even his knowledge of the mysteries of love, to which he lays claim here and elsewhere (Lys.), is given by Diotima.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 56, "text": "Your informant, Glaucon, I said, must have been very indistinct indeed, if you imagine that the occasion was recent; or that I could have been of the party.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 58, "text": "Impossible: I said. Are you ignorant that for many years Agathon has not resided at Athens; and not three have elapsed since I became acquainted with Socrates, and have made it my daily business to know all that he says and does. There was a time when I was running about the world, fancying myself to be well employed, but I was really a most wretched being, no better than you are now. I thought that I ought to do anything rather than be a philosopher.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 60, "text": "In our boyhood, I replied, when Agathon won the prize with his first tragedy, on the day after that on which he and his chorus offered the sacrifice of victory.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 62, "text": "No indeed, I replied, but the same person who told Phoenix;--he was a little fellow, who never wore any shoes, Aristodemus, of the deme of Cydathenaeum. He had been at Agathon's feast; and I think that in those days there was no one who was a more devoted admirer of Socrates. Moreover, I have asked Socrates about the truth of some parts of his narrative, and he confirmed them. Then, said Glaucon, let us have the tale over again; is not the road to Athens just made for conversation? And so we walked, and talked of the discourses on love; and therefore, as I said at first, I am not ill-prepared to comply with your request, and will have another rehearsal of them if you like. For to speak or to hear others speak of philosophy always gives me the greatest pleasure, to say nothing of the profit. But when I hear another strain, especially that of you rich men and traders, such conversation displeases me; and I pity you who are my companions, because you think that you are doing something when in reality you are doing nothing. And I dare say that you pity me in return, whom you regard as an unhappy creature, and very probably you are right. But I certainly know of you what you only think of me--there is the difference.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 68, "text": "To a banquet at Agathon's, he replied, whose invitation to his sacrifice of victory I refused yesterday, fearing a crowd, but promising that I would come to-day instead; and so I have put on my finery, because he is such a fine man. What say you to going with me unasked?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 69, "text": "I will do as you bid me, I replied.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 70, "text": "Follow then, he said, and let us demolish the proverb:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 72, "text": "instead of which our proverb will run:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 73, "text": "'To the feasts of the good the good unbidden go;'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 74, "text": "and this alteration may be supported by the authority of Homer himself, who not only demolishes but literally outrages the proverb. For, after picturing Agamemnon as the most valiant of men, he makes Menelaus, who is but a fainthearted warrior, come unbidden (Iliad) to the banquet of Agamemnon, who is feasting and offering sacrifices, not the better to the worse, but the worse to the better.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 79, "text": "he replied, in Homeric fashion, one or other of them may invent an excuse by the way (Iliad).", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 81, "text": "I turned round, but Socrates was nowhere to be seen; and I had to explain that he had been with me a moment before, and that I came by his invitation to the supper.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 83, "text": "He was behind me just now, as I entered, he said, and I cannot think what has become of him.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 86, "text": "How strange, said Agathon; then you must call him again, and keep calling him.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 87, "text": "Let him alone, said my informant; he has a way of stopping anywhere and losing himself without any reason. I believe that he will soon appear; do not therefore disturb him.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 89, "text": "How I wish, said Socrates, taking his place as he was desired, that wisdom could be infused by touch, out of the fuller into the emptier man, as water runs through wool out of a fuller cup into an emptier one; if that were so, how greatly should I value the privilege of reclining at your side! For you would have filled me full with a stream of wisdom plenteous and fair; whereas my own is of a very mean and questionable sort, no better than a dream. But yours is bright and full of promise, and was manifested forth in all the splendour of youth the day before yesterday, in the presence of more than thirty thousand Hellenes.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 90, "text": "You are mocking, Socrates, said Agathon, and ere long you and I will have to determine who bears off the palm of wisdom--of this Dionysus shall be the judge; but at present you are better occupied with supper.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 92, "text": "I entirely agree, said Aristophanes, that we should, by all means, avoid hard drinking, for I was myself one of those who were yesterday drowned in drink.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 94, "text": "I am not equal to it, said Agathon.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 95, "text": "Then, said Eryximachus, the weak heads like myself, Aristodemus, Phaedrus, and others who never can drink, are fortunate in finding that the stronger ones are not in a drinking mood. (I do not include Socrates, who is able either to drink or to abstain, and will not mind, whichever we do.) Well, as of none of the company seem disposed to drink much, I may be forgiven for saying, as a physician, that drinking deep is a bad practice, which I never follow, if I can help, and certainly do not recommend to another, least of all to any one who still feels the effects of yesterday's carouse.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 96, "text": "I always do what you advise, and especially what you prescribe as a physician, rejoined Phaedrus the Myrrhinusian, and the rest of the company, if they are wise, will do the same.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 102, "text": "No one will vote against you, Eryximachus, said Socrates. How can I oppose your motion, who profess to understand nothing but matters of love; nor, I presume, will Agathon and Pausanias; and there can be no doubt of Aristophanes, whose whole concern is with Dionysus and Aphrodite; nor will any one disagree of those whom I see around me. The proposal, as I am aware, may seem rather hard upon us whose place is last; but we shall be contented if we hear some good speeches first. Let Phaedrus begin the praise of Love, and good luck to him. All the company expressed their assent, and desired him to do as Socrates bade him.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 108, "text": "And Acusilaus agrees with Hesiod. Thus numerous are the witnesses who acknowledge Love to be the eldest of the gods. And not only is he the eldest, he is also the source of the greatest benefits to us. For I know not any greater blessing to a young man who is beginning life than a virtuous lover, or to the lover than a beloved youth. For the principle which ought to be the guide of men who would nobly live--that principle, I say, neither kindred, nor honour, nor wealth, nor any other motive is able to implant so well as love. Of what am I speaking? Of the sense of honour and dishonour, without which neither states nor individuals ever do any good or great work. And I say that a lover who is detected in doing any dishonourable act, or submitting through cowardice when any dishonour is done to him by another, will be more pained at being detected by his beloved than at being seen by his father, or by his companions, or by any one else. The beloved too, when he is found in any disgraceful situation, has the same feeling about his lover. And if there were only some way of contriving that a state or an army should be made up of lovers and their loves (compare Rep.), they would be the very best governors of their own city, abstaining from all dishonour, and emulating one another in honour; and when fighting at each other's side, although a mere handful, they would overcome the world. For what lover would not choose rather to be seen by all mankind than by his beloved, either when abandoning his post or throwing away his arms? He would be ready to die a thousand deaths rather than endure this. Or who would desert his beloved or fail him in the hour of danger? The veriest coward would become an inspired hero, equal to the bravest, at such a time; Love would inspire him. That courage which, as Homer says, the god breathes into the souls of some heroes, Love of his own nature infuses into the lover.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 110, "text": "This, or something like this, was the speech of Phaedrus; and some other speeches followed which Aristodemus did not remember; the next which he repeated was that of Pausanias. Phaedrus, he said, the argument has not been set before us, I think, quite in the right form;--we should not be called upon to praise Love in such an indiscriminate manner. If there were only one Love, then what you said would be well enough; but since there are more Loves than one,--should have begun by determining which of them was to be the theme of our praises. I will amend this defect; and first of all I will tell you which Love is deserving of praise, and then try to hymn the praiseworthy one in a manner worthy of him. For we all know that Love is inseparable from Aphrodite, and if there were only one Aphrodite there would be only one Love; but as there are two goddesses there must be two Loves. And am I not right in asserting that there are two goddesses? The elder one, having no mother, who is called the heavenly Aphrodite--she is the daughter of Uranus; the younger, who is the daughter of Zeus and Dione--her we call common; and the Love who is her fellow-worker is rightly named common, as the other love is called heavenly. All the gods ought to have praise given to them, but not without distinction of their natures; and therefore I must try to distinguish the characters of the two Loves. Now actions vary according to the manner of their performance. Take, for example, that which we are now doing, drinking, singing and talking--these actions are not in themselves either good or evil, but they turn out in this or that way according to the mode of performing them; and when well done they are good, and when wrongly done they are evil; and in like manner not every love, but only that which has a noble purpose, is noble and worthy of praise. The Love who is the offspring of the common Aphrodite is essentially common, and has no discrimination, being such as the meaner sort of men feel, and is apt to be of women as well as of youths, and is of the body rather than of the soul--the most foolish beings are the objects of this love which desires only to gain an end, but never thinks of accomplishing the end nobly, and therefore does good and evil quite indiscriminately. The goddess who is his mother is far younger than the other, and she was born of the union of the male and female, and partakes of both. But the offspring of the heavenly Aphrodite is derived from a mother in whose birth the female has no part,--she is from the male only; this is that love which is of youths, and the goddess being older, there is nothing of wantonness in her. Those who are inspired by this love turn to the male, and delight in him who is the more valiant and intelligent nature; any one may recognise the pure enthusiasts in the very character of their attachments. For they love not boys, but intelligent beings whose reason is beginning to be developed, much about the time at which their beards begin to grow. And in choosing young men to be their companions, they mean to be faithful to them, and pass their whole life in company with them, not to take them in their inexperience, and deceive them, and play the fool with them, or run away from one to another of them. But the love of young boys should be forbidden by law, because their future is uncertain; they may turn out good or bad, either in body or soul, and much noble enthusiasm may be thrown away upon them; in this matter the good are a law to themselves, and the coarser sort of lovers ought to be restrained by force; as we restrain or attempt to restrain them from fixing their affections on women of free birth. These are the persons who bring a reproach on love; and some have been led to deny the lawfulness of such attachments because they see the impropriety and evil of them; for surely nothing that is decorously and lawfully done can justly be censured. Now here and in Lacedaemon the rules about love are perplexing, but in most cities they are simple and easily intelligible; in Elis and Boeotia, and in countries having no gifts of eloquence, they are very straightforward; the law is simply in favour of these connexions, and no one, whether young or old, has anything to say to their discredit; the reason being, as I suppose, that they are men of few words in those parts, and therefore the lovers do not like the trouble of pleading their suit. In Ionia and other places, and generally in countries which are subject to the barbarians, the custom is held to be dishonourable; loves of youths share the evil repute in which philosophy and gymnastics are held, because they are inimical to tyranny; for the interests of rulers require that their subjects should be poor in spirit (compare Arist. Politics), and that there should be no strong bond of friendship or society among them, which love, above all other motives, is likely to inspire, as our Athenian tyrants learned by experience; for the love of Aristogeiton and the constancy of Harmodius had a strength which undid their power. And, therefore, the ill-repute into which these attachments have fallen is to be ascribed to the evil condition of those who make them to be ill-reputed; that is to say, to the self-seeking of the governors and the cowardice of the governed; on the other hand, the indiscriminate honour which is given to them in some countries is attributable to the laziness of those who hold this opinion of them. In our own country a far better principle prevails, but, as I was saying, the explanation of it is rather perplexing. For, observe that open loves are held to be more honourable than secret ones, and that the love of the noblest and highest, even if their persons are less beautiful than others, is especially honourable. Consider, too, how great is the encouragement which all the world gives to the lover; neither is he supposed to be doing anything dishonourable; but if he succeeds he is praised, and if he fail he is blamed. And in the pursuit of his love the custom of mankind allows him to do many strange things, which philosophy would bitterly censure if they were done from any motive of interest, or wish for office or power. He may pray, and entreat, and supplicate, and swear, and lie on a mat at the door, and endure a slavery worse than that of any slave--in any other case friends and enemies would be equally ready to prevent him, but now there is no friend who will be ashamed of him and admonish him, and no enemy will charge him with meanness or flattery; the actions of a lover have a grace which ennobles them; and custom has decided that they are highly commendable and that there no loss of character in them; and, what is strangest of all, he only may swear and forswear himself (so men say), and the gods will forgive his transgression, for there is no such thing as a lover's oath. Such is the entire liberty which gods and men have allowed the lover, according to the custom which prevails in our part of the world. From this point of view a man fairly argues that in Athens to love and to be loved is held to be a very honourable thing. But when parents forbid their sons to talk with their lovers, and place them under a tutor's care, who is appointed to see to these things, and their companions and equals cast in their teeth anything of the sort which they may observe, and their elders refuse to silence the reprovers and do not rebuke them--any one who reflects on all this will, on the contrary, think that we hold these practices to be most disgraceful. But, as I was saying at first, the truth as I imagine is, that whether such practices are honourable or whether they are dishonourable is not a simple question; they are honourable to him who follows them honourably, dishonourable to him who follows them dishonourably. There is dishonour in yielding to the evil, or in an evil manner; but there is honour in yielding to the good, or in an honourable manner. Evil is the vulgar lover who loves the body rather than the soul, inasmuch as he is not even stable, because he loves a thing which is in itself unstable, and therefore when the bloom of youth which he was desiring is over, he takes wing and flies away, in spite of all his words and promises; whereas the love of the noble disposition is life-long, for it becomes one with the everlasting. The custom of our country would have both of them proven well and truly, and would have us yield to the one sort of lover and avoid the other, and therefore encourages some to pursue, and others to fly; testing both the lover and beloved in contests and trials, until they show to which of the two classes they respectively belong. And this is the reason why, in the first place, a hasty attachment is held to be dishonourable, because time is the true test of this as of most other things; and secondly there is a dishonour in being overcome by the love of money, or of wealth, or of political power, whether a man is frightened into surrender by the loss of them, or, having experienced the benefits of money and political corruption, is unable to rise above the seductions of them. For none of these things are of a permanent or lasting nature; not to mention that no generous friendship ever sprang from them. There remains, then, only one way of honourable attachment which custom allows in the beloved, and this is the way of virtue; for as we admitted that any service which the lover does to him is not to be accounted flattery or a dishonour to himself, so the beloved has one way only of voluntary service which is not dishonourable, and this is virtuous service.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 113, "text": "I will do both, said Eryximachus: I will speak in your turn, and do you speak in mine; and while I am speaking let me recommend you to hold your breath, and if after you have done so for some time the hiccough is no better, then gargle with a little water; and if it still continues, tickle your nose with something and sneeze; and if you sneeze once or twice, even the most violent hiccough is sure to go. I will do as you prescribe, said Aristophanes, and now get on.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 114, "text": "Eryximachus spoke as follows: Seeing that Pausanias made a fair beginning, and but a lame ending, I must endeavour to supply his deficiency. I think that he has rightly distinguished two kinds of love. But my art further informs me that the double love is not merely an affection of the soul of man towards the fair, or towards anything, but is to be found in the bodies of all animals and in productions of the earth, and I may say in all that is; such is the conclusion which I seem to have gathered from my own art of medicine, whence I learn how great and wonderful and universal is the deity of love, whose empire extends over all things, divine as well as human. And from medicine I will begin that I may do honour to my art. There are in the human body these two kinds of love, which are confessedly different and unlike, and being unlike, they have loves and desires which are unlike; and the desire of the healthy is one, and the desire of the diseased is another; and as Pausanias was just now saying that to indulge good men is honourable, and bad men dishonourable:--so too in the body the good and healthy elements are to be indulged, and the bad elements and the elements of disease are not to be indulged, but discouraged. And this is what the physician has to do, and in this the art of medicine consists: for medicine may be regarded generally as the knowledge of the loves and desires of the body, and how to satisfy them or not; and the best physician is he who is able to separate fair love from foul, or to convert one into the other; and he who knows how to eradicate and how to implant love, whichever is required, and can reconcile the most hostile elements in the constitution and make them loving friends, is a skilful practitioner. Now the most hostile are the most opposite, such as hot and cold, bitter and sweet, moist and dry, and the like. And my ancestor, Asclepius, knowing how to implant friendship and accord in these elements, was the creator of our art, as our friends the poets here tell us, and I believe them; and not only medicine in every branch but the arts of gymnastic and husbandry are under his dominion. Any one who pays the least attention to the subject will also perceive that in music there is the same reconciliation of opposites; and I suppose that this must have been the meaning of Heracleitus, although his words are not accurate; for he says that The One is united by disunion, like the harmony of the bow and the lyre. Now there is an absurdity saying that harmony is discord or is composed of elements which are still in a state of discord. But what he probably meant was, that harmony is composed of differing notes of higher or lower pitch which disagreed once, but are now reconciled by the art of music; for if the higher and lower notes still disagreed, there could be no harmony,--clearly not. For harmony is a symphony, and symphony is an agreement; but an agreement of disagreements while they disagree there cannot be; you cannot harmonize that which disagrees. In like manner rhythm is compounded of elements short and long, once differing and now in accord; which accordance, as in the former instance, medicine, so in all these other cases, music implants, making love and unison to grow up among them; and thus music, too, is concerned with the principles of love in their application to harmony and rhythm. Again, in the essential nature of harmony and rhythm there is no difficulty in discerning love which has not yet become double. But when you want to use them in actual life, either in the composition of songs or in the correct performance of airs or metres composed already, which latter is called education, then the difficulty begins, and the good artist is needed. Then the old tale has to be repeated of fair and heavenly love--the love of Urania the fair and heavenly muse, and of the duty of accepting the temperate, and those who are as yet intemperate only that they may become temperate, and of preserving their love; and again, of the vulgar Polyhymnia, who must be used with circumspection that the pleasure be enjoyed, but may not generate licentiousness; just as in my own art it is a great matter so to regulate the desires of the epicure that he may gratify his tastes without the attendant evil of disease. Whence I infer that in music, in medicine, in all other things human as well as divine, both loves ought to be noted as far as may be, for they are both present.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 116, "text": "Yes, said Aristophanes, who followed, the hiccough is gone; not, however, until I applied the sneezing; and I wonder whether the harmony of the body has a love of such noises and ticklings, for I no sooner applied the sneezing than I was cured.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 119, "text": "Do you expect to shoot your bolt and escape, Aristophanes? Well, perhaps if you are very careful and bear in mind that you will be called to account, I may be induced to let you off.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 122, "text": "Socrates said: You played your part well, Eryximachus; but if you were as I am now, or rather as I shall be when Agathon has spoken, you would, indeed, be in a great strait.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 124, "text": "I should be strangely forgetful, Agathon replied Socrates, of the courage and magnanimity which you showed when your own compositions were about to be exhibited, and you came upon the stage with the actors and faced the vast theatre altogether undismayed, if I thought that your nerves could be fluttered at a small party of friends.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 126, "text": "Nay, replied Socrates, I should be very wrong in attributing to you, Agathon, that or any other want of refinement. And I am quite aware that if you happened to meet with any whom you thought wise, you would care for their opinion much more than for that of the many. But then we, having been a part of the foolish many in the theatre, cannot be regarded as the select wise; though I know that if you chanced to be in the presence, not of one of ourselves, but of some really wise man, you would be ashamed of disgracing yourself before him--would you not?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 128, "text": "But before the many you would not be ashamed, if you thought that you were doing something disgraceful in their presence?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 136, "text": "When Agathon had done speaking, Aristodemus said that there was a general cheer; the young man was thought to have spoken in a manner worthy of himself, and of the god. And Socrates, looking at Eryximachus, said: Tell me, son of Acumenus, was there not reason in my fears? and was I not a true prophet when I said that Agathon would make a wonderful oration, and that I should be in a strait?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 137, "text": "The part of the prophecy which concerns Agathon, replied Eryximachus, appears to me to be true; but not the other part--that you will be in a strait.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 138, "text": "Why, my dear friend, said Socrates, must not I or any one be in a strait who has to speak after he has heard such a rich and varied discourse? I am especially struck with the beauty of the concluding words--who could listen to them without amazement? When I reflected on the immeasurable inferiority of my own powers, I was ready to run away for shame, if there had been a possibility of escape. For I was reminded of Gorgias, and at the end of his speech I fancied that Agathon was shaking at me the Gorginian or Gorgonian head of the great master of rhetoric, which was simply to turn me and my speech into stone, as Homer says (Odyssey), and strike me dumb. And then I perceived how foolish I had been in consenting to take my turn with you in praising love, and saying that I too was a master of the art, when I really had no conception how anything ought to be praised. For in my simplicity I imagined that the topics of praise should be true, and that this being presupposed, out of the true the speaker was to choose the best and set them forth in the best manner. And I felt quite proud, thinking that I knew the nature of true praise, and should speak well. Whereas I now see that the intention was to attribute to Love every species of greatness and glory, whether really belonging to him or not, without regard to truth or falsehood--that was no matter; for the original proposal seems to have been not that each of you should really praise Love, but only that you should appear to praise him. And so you attribute to Love every imaginable form of praise which can be gathered anywhere; and you say that 'he is all this,' and 'the cause of all that,' making him appear the fairest and best of all to those who know him not, for you cannot impose upon those who know him. And a noble and solemn hymn of praise have you rehearsed. But as I misunderstood the nature of the praise when I said that I would take my turn, I must beg to be absolved from the promise which I made in ignorance, and which (as Euripides would say (Eurip. Hyppolytus)) was a promise of the lips and not of the mind. Farewell then to such a strain: for I do not praise in that way; no, indeed, I cannot. But if you like to hear the truth about love, I am ready to speak in my own manner, though I will not make myself ridiculous by entering into any rivalry with you. Say then, Phaedrus, whether you would like to have the truth about love, spoken in any words and in any order which may happen to come into my mind at the time. Will that be agreeable to you?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 140, "text": "I grant the permission, said Phaedrus: put your questions. Socrates then proceeded as follows:--", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 141, "text": "In the magnificent oration which you have just uttered, I think that you were right, my dear Agathon, in proposing to speak of the nature of Love first and afterwards of his works--that is a way of beginning which I very much approve. And as you have spoken so eloquently of his nature, may I ask you further, Whether love is the love of something or of nothing? And here I must explain myself: I do not want you to say that love is the love of a father or the love of a mother--that would be ridiculous; but to answer as you would, if I asked is a father a father of something? to which you would find no difficulty in replying, of a son or daughter: and the answer would be right.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 143, "text": "And you would say the same of a mother?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 145, "text": "Yet let me ask you one more question in order to illustrate my meaning: Is not a brother to be regarded essentially as a brother of something?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 149, "text": "And now, said Socrates, I will ask about Love:--Is Love of something or of nothing?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 151, "text": "Keep in mind what this is, and tell me what I want to know--whether Love desires that of which love is.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 153, "text": "And does he possess, or does he not possess, that which he loves and desires?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 155, "text": "Nay, replied Socrates, I would have you consider whether 'necessarily' is not rather the word. The inference that he who desires something is in want of something, and that he who desires nothing is in want of nothing, is in my judgment, Agathon, absolutely and necessarily true. What do you think?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 157, "text": "Very good. Would he who is great, desire to be great, or he who is strong, desire to be strong?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 161, "text": "And yet, added Socrates, if a man being strong desired to be strong, or being swift desired to be swift, or being healthy desired to be healthy, in that case he might be thought to desire something which he already has or is. I give the example in order that we may avoid misconception. For the possessors of these qualities, Agathon, must be supposed to have their respective advantages at the time, whether they choose or not; and who can desire that which he has? Therefore, when a person says, I am well and wish to be well, or I am rich and wish to be rich, and I desire simply to have what I have--to him we shall reply: 'You, my friend, having wealth and health and strength, want to have the continuance of them; for at this moment, whether you choose or no, you have them. And when you say, I desire that which I have and nothing else, is not your meaning that you want to have what you now have in the future?' He must agree with us--must he not?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 163, "text": "Then, said Socrates, he desires that what he has at present may be preserved to him in the future, which is equivalent to saying that he desires something which is non-existent to him, and which as yet he has not got:", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 165, "text": "Then he and every one who desires, desires that which he has not already, and which is future and not present, and which he has not, and is not, and of which he is in want;--these are the sort of things which love and desire seek?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 167, "text": "Then now, said Socrates, let us recapitulate the argument. First, is not love of something, and of something too which is wanting to a man?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 169, "text": "Remember further what you said in your speech, or if you do not remember I will remind you: you said that the love of the beautiful set in order the empire of the gods, for that of deformed things there is no love--did you not say something of that kind?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 171, "text": "Yes, my friend, and the remark was a just one. And if this is true, Love is the love of beauty and not of deformity?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 173, "text": "And the admission has been already made that Love is of something which a man wants and has not?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 175, "text": "Then Love wants and has not beauty?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 177, "text": "And would you call that beautiful which wants and does not possess beauty?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 179, "text": "Then would you still say that love is beautiful?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 181, "text": "You made a very good speech, Agathon, replied Socrates; but there is yet one small question which I would fain ask:--Is not the good also the beautiful?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 183, "text": "Then in wanting the beautiful, love wants also the good?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 185, "text": "Say rather, beloved Agathon, that you cannot refute the truth; for Socrates is easily refuted.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 186, "text": "And now, taking my leave of you, I would rehearse a tale of love which I heard from Diotima of Mantineia (compare 1 Alcibiades), a woman wise in this and in many other kinds of knowledge, who in the days of old, when the Athenians offered sacrifice before the coming of the plague, delayed the disease ten years. She was my instructress in the art of love, and I shall repeat to you what she said to me, beginning with the admissions made by Agathon, which are nearly if not quite the same which I made to the wise woman when she questioned me: I think that this will be the easiest way, and I shall take both parts myself as well as I can (compare Gorgias). As you, Agathon, suggested (supra), I must speak first of the being and nature of Love, and then of his works. First I said to her in nearly the same words which he used to me, that Love was a mighty god, and likewise fair; and she proved to me as I proved to him that, by my own showing, Love was neither fair nor good. 'What do you mean, Diotima,' I said, 'is love then evil and foul?' 'Hush,' she cried; 'must that be foul which is not fair?' 'Certainly,' I said. 'And is that which is not wise, ignorant? do you not see that there is a mean between wisdom and ignorance?' 'And what may that be?' I said. 'Right opinion,' she replied; 'which, as you know, being incapable of giving a reason, is not knowledge (for how can knowledge be devoid of reason? nor again, ignorance, for neither can ignorance attain the truth), but is clearly something which is a mean between ignorance and wisdom.' 'Quite true,' I replied. 'Do not then insist,' she said, 'that what is not fair is of necessity foul, or what is not good evil; or infer that because love is not fair and good he is therefore foul and evil; for he is in a mean between them.' 'Well,' I said, 'Love is surely admitted by all to be a great god.' 'By those who know or by those who do not know?' 'By all.' 'And how, Socrates,' she said with a smile, 'can Love be acknowledged to be a great god by those who say that he is not a god at all?' 'And who are they?' I said. 'You and I are two of them,' she replied. 'How can that be?' I said. 'It is quite intelligible,' she replied; 'for you yourself would acknowledge that the gods are happy and fair--of course you would--would you dare to say that any god was not?' 'Certainly not,' I replied. 'And you mean by the happy, those who are the possessors of things good or fair?' 'Yes.' 'And you admitted that Love, because he was in want, desires those good and fair things of which he is in want?' 'Yes, I did.' 'But how can he be a god who has no portion in what is either good or fair?' 'Impossible.' 'Then you see that you also deny the divinity of Love.'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 187, "text": "'What then is Love?' I asked; 'Is he mortal?' 'No.' 'What then?' 'As in the former instance, he is neither mortal nor immortal, but in a mean between the two.' 'What is he, Diotima?' 'He is a great spirit (daimon), and like all spirits he is intermediate between the divine and the mortal.' 'And what,' I said, 'is his power?' 'He interprets,' she replied, 'between gods and men, conveying and taking across to the gods the prayers and sacrifices of men, and to men the commands and replies of the gods; he is the mediator who spans the chasm which divides them, and therefore in him all is bound together, and through him the arts of the prophet and the priest, their sacrifices and mysteries and charms, and all prophecy and incantation, find their way. For God mingles not with man; but through Love all the intercourse and converse of God with man, whether awake or asleep, is carried on. The wisdom which understands this is spiritual; all other wisdom, such as that of arts and handicrafts, is mean and vulgar. Now these spirits or intermediate powers are many and diverse, and one of them is Love.' 'And who,' I said, 'was his father, and who his mother?' 'The tale,' she said, 'will take time; nevertheless I will tell you. On the birthday of Aphrodite there was a feast of the gods, at which the god Poros or Plenty, who is the son of Metis or Discretion, was one of the guests. When the feast was over, Penia or Poverty, as the manner is on such occasions, came about the doors to beg. Now Plenty who was the worse for nectar (there was no wine in those days), went into the garden of Zeus and fell into a heavy sleep, and Poverty considering her own straitened circumstances, plotted to have a child by him, and accordingly she lay down at his side and conceived Love, who partly because he is naturally a lover of the beautiful, and because Aphrodite is herself beautiful, and also because he was born on her birthday, is her follower and attendant. And as his parentage is, so also are his fortunes. In the first place he is always poor, and anything but tender and fair, as the many imagine him; and he is rough and squalid, and has no shoes, nor a house to dwell in; on the bare earth exposed he lies under the open heaven, in the streets, or at the doors of houses, taking his rest; and like his mother he is always in distress. Like his father too, whom he also partly resembles, he is always plotting against the fair and good; he is bold, enterprising, strong, a mighty hunter, always weaving some intrigue or other, keen in the pursuit of wisdom, fertile in resources; a philosopher at all times, terrible as an enchanter, sorcerer, sophist. He is by nature neither mortal nor immortal, but alive and flourishing at one moment when he is in plenty, and dead at another moment, and again alive by reason of his father's nature. But that which is always flowing in is always flowing out, and so he is never in want and never in wealth; and, further, he is in a mean between ignorance and knowledge. The truth of the matter is this: No god is a philosopher or seeker after wisdom, for he is wise already; nor does any man who is wise seek after wisdom. Neither do the ignorant seek after wisdom. For herein is the evil of ignorance, that he who is neither good nor wise is nevertheless satisfied with himself: he has no desire for that of which he feels no want.' 'But who then, Diotima,' I said, 'are the lovers of wisdom, if they are neither the wise nor the foolish?' 'A child may answer that question,' she replied; 'they are those who are in a mean between the two; Love is one of them. For wisdom is a most beautiful thing, and Love is of the beautiful; and therefore Love is also a philosopher or lover of wisdom, and being a lover of wisdom is in a mean between the wise and the ignorant. And of this too his birth is the cause; for his father is wealthy and wise, and his mother poor and foolish. Such, my dear Socrates, is the nature of the spirit Love. The error in your conception of him was very natural, and as I imagine from what you say, has arisen out of a confusion of love and the beloved, which made you think that love was all beautiful. For the beloved is the truly beautiful, and delicate, and perfect, and blessed; but the principle of love is of another nature, and is such as I have described.'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 188, "text": "I said, 'O thou stranger woman, thou sayest well; but, assuming Love to be such as you say, what is the use of him to men?' 'That, Socrates,' she replied, 'I will attempt to unfold: of his nature and birth I have already spoken; and you acknowledge that love is of the beautiful. But some one will say: Of the beautiful in what, Socrates and Diotima?--or rather let me put the question more clearly, and ask: When a man loves the beautiful, what does he desire?' I answered her 'That the beautiful may be his.' 'Still,' she said, 'the answer suggests a further question: What is given by the possession of beauty?' 'To what you have asked,' I replied, 'I have no answer ready.' 'Then,' she said, 'let me put the word \"good\" in the place of the beautiful, and repeat the question once more: If he who loves loves the good, what is it then that he loves?' 'The possession of the good,' I said. 'And what does he gain who possesses the good?' 'Happiness,' I replied; 'there is less difficulty in answering that question.' 'Yes,' she said, 'the happy are made happy by the acquisition of good things. Nor is there any need to ask why a man desires happiness; the answer is already final.' 'You are right.' I said. 'And is this wish and this desire common to all? and do all men always desire their own good, or only some men?--what say you?' 'All men,' I replied; 'the desire is common to all.' 'Why, then,' she rejoined, 'are not all men, Socrates, said to love, but only some of them? whereas you say that all men are always loving the same things.' 'I myself wonder,' I said, 'why this is.' 'There is nothing to wonder at,' she replied; 'the reason is that one part of love is separated off and receives the name of the whole, but the other parts have other names.' 'Give an illustration,' I said. She answered me as follows: 'There is poetry, which, as you know, is complex and manifold. All creation or passage of non-being into being is poetry or making, and the processes of all art are creative; and the masters of arts are all poets or makers.' 'Very true.' 'Still,' she said, 'you know that they are not called poets, but have other names; only that portion of the art which is separated off from the rest, and is concerned with music and metre, is termed poetry, and they who possess poetry in this sense of the word are called poets.' 'Very true,' I said. 'And the same holds of love. For you may say generally that all desire of good and happiness is only the great and subtle power of love; but they who are drawn towards him by any other path, whether the path of money-making or gymnastics or philosophy, are not called lovers--the name of the whole is appropriated to those whose affection takes one form only--they alone are said to love, or to be lovers.' 'I dare say,' I replied, 'that you are right.' 'Yes,' she added, 'and you hear people say that lovers are seeking for their other half; but I say that they are seeking neither for the half of themselves, nor for the whole, unless the half or the whole be also a good. And they will cut off their own hands and feet and cast them away, if they are evil; for they love not what is their own, unless perchance there be some one who calls what belongs to him the good, and what belongs to another the evil. For there is nothing which men love but the good. Is there anything?' 'Certainly, I should say, that there is nothing.' 'Then,' she said, 'the simple truth is, that men love the good.' 'Yes,' I said. 'To which must be added that they love the possession of the good?' 'Yes, that must be added.' 'And not only the possession, but the everlasting possession of the good?' 'That must be added too.' 'Then love,' she said, 'may be described generally as the love of the everlasting possession of the good?' 'That is most true.'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 189, "text": "'Then if this be the nature of love, can you tell me further,' she said, 'what is the manner of the pursuit? what are they doing who show all this eagerness and heat which is called love? and what is the object which they have in view? Answer me.' 'Nay, Diotima,' I replied, 'if I had known, I should not have wondered at your wisdom, neither should I have come to learn from you about this very matter.' 'Well,' she said, 'I will teach you:--The object which they have in view is birth in beauty, whether of body or soul.' 'I do not understand you,' I said; 'the oracle requires an explanation.' 'I will make my meaning clearer,' she replied. 'I mean to say, that all men are bringing to the birth in their bodies and in their souls. There is a certain age at which human nature is desirous of procreation--procreation which must be in beauty and not in deformity; and this procreation is the union of man and woman, and is a divine thing; for conception and generation are an immortal principle in the mortal creature, and in the inharmonious they can never be. But the deformed is always inharmonious with the divine, and the beautiful harmonious. Beauty, then, is the destiny or goddess of parturition who presides at birth, and therefore, when approaching beauty, the conceiving power is propitious, and diffusive, and benign, and begets and bears fruit: at the sight of ugliness she frowns and contracts and has a sense of pain, and turns away, and shrivels up, and not without a pang refrains from conception. And this is the reason why, when the hour of conception arrives, and the teeming nature is full, there is such a flutter and ecstasy about beauty whose approach is the alleviation of the pain of travail. For love, Socrates, is not, as you imagine, the love of the beautiful only.' 'What then?' 'The love of generation and of birth in beauty.' 'Yes,' I said. 'Yes, indeed,' she replied. 'But why of generation?' 'Because to the mortal creature, generation is a sort of eternity and immortality,' she replied; 'and if, as has been already admitted, love is of the everlasting possession of the good, all men will necessarily desire immortality together with good: Wherefore love is of immortality.'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 190, "text": "All this she taught me at various times when she spoke of love. And I remember her once saying to me, 'What is the cause, Socrates, of love, and the attendant desire? See you not how all animals, birds, as well as beasts, in their desire of procreation, are in agony when they take the infection of love, which begins with the desire of union; whereto is added the care of offspring, on whose behalf the weakest are ready to battle against the strongest even to the uttermost, and to die for them, and will let themselves be tormented with hunger or suffer anything in order to maintain their young. Man may be supposed to act thus from reason; but why should animals have these passionate feelings? Can you tell me why?' Again I replied that I did not know. She said to me: 'And do you expect ever to become a master in the art of love, if you do not know this?' 'But I have told you already, Diotima, that my ignorance is the reason why I come to you; for I am conscious that I want a teacher; tell me then the cause of this and of the other mysteries of love.' 'Marvel not,' she said, 'if you believe that love is of the immortal, as we have several times acknowledged; for here again, and on the same principle too, the mortal nature is seeking as far as is possible to be everlasting and immortal: and this is only to be attained by generation, because generation always leaves behind a new existence in the place of the old. Nay even in the life of the same individual there is succession and not absolute unity: a man is called the same, and yet in the short interval which elapses between youth and age, and in which every animal is said to have life and identity, he is undergoing a perpetual process of loss and reparation--hair, flesh, bones, blood, and the whole body are always changing. Which is true not only of the body, but also of the soul, whose habits, tempers, opinions, desires, pleasures, pains, fears, never remain the same in any one of us, but are always coming and going; and equally true of knowledge, and what is still more surprising to us mortals, not only do the sciences in general spring up and decay, so that in respect of them we are never the same; but each of them individually experiences a like change. For what is implied in the word \"recollection,\" but the departure of knowledge, which is ever being forgotten, and is renewed and preserved by recollection, and appears to be the same although in reality new, according to that law of succession by which all mortal things are preserved, not absolutely the same, but by substitution, the old worn-out mortality leaving another new and similar existence behind--unlike the divine, which is always the same and not another? And in this way, Socrates, the mortal body, or mortal anything, partakes of immortality; but the immortal in another way. Marvel not then at the love which all men have of their offspring; for that universal love and interest is for the sake of immortality.'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 191, "text": "I was astonished at her words, and said: 'Is this really true, O thou wise Diotima?' And she answered with all the authority of an accomplished sophist: 'Of that, Socrates, you may be assured;--think only of the ambition of men, and you will wonder at the senselessness of their ways, unless you consider how they are stirred by the love of an immortality of fame. They are ready to run all risks greater far than they would have run for their children, and to spend money and undergo any sort of toil, and even to die, for the sake of leaving behind them a name which shall be eternal. Do you imagine that Alcestis would have died to save Admetus, or Achilles to avenge Patroclus, or your own Codrus in order to preserve the kingdom for his sons, if they had not imagined that the memory of their virtues, which still survives among us, would be immortal? Nay,' she said, 'I am persuaded that all men do all things, and the better they are the more they do them, in hope of the glorious fame of immortal virtue; for they desire the immortal.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 192, "text": "'Those who are pregnant in the body only, betake themselves to women and beget children--this is the character of their love; their offspring, as they hope, will preserve their memory and giving them the blessedness and immortality which they desire in the future. But souls which are pregnant--for there certainly are men who are more creative in their souls than in their bodies--conceive that which is proper for the soul to conceive or contain. And what are these conceptions?--wisdom and virtue in general. And such creators are poets and all artists who are deserving of the name inventor. But the greatest and fairest sort of wisdom by far is that which is concerned with the ordering of states and families, and which is called temperance and justice. And he who in youth has the seed of these implanted in him and is himself inspired, when he comes to maturity desires to beget and generate. He wanders about seeking beauty that he may beget offspring--for in deformity he will beget nothing--and naturally embraces the beautiful rather than the deformed body; above all when he finds a fair and noble and well-nurtured soul, he embraces the two in one person, and to such an one he is full of speech about virtue and the nature and pursuits of a good man; and he tries to educate him; and at the touch of the beautiful which is ever present to his memory, even when absent, he brings forth that which he had conceived long before, and in company with him tends that which he brings forth; and they are married by a far nearer tie and have a closer friendship than those who beget mortal children, for the children who are their common offspring are fairer and more immortal. Who, when he thinks of Homer and Hesiod and other great poets, would not rather have their children than ordinary human ones? Who would not emulate them in the creation of children such as theirs, which have preserved their memory and given them everlasting glory? Or who would not have such children as Lycurgus left behind him to be the saviours, not only of Lacedaemon, but of Hellas, as one may say? There is Solon, too, who is the revered father of Athenian laws; and many others there are in many other places, both among Hellenes and barbarians, who have given to the world many noble works, and have been the parents of virtue of every kind; and many temples have been raised in their honour for the sake of children such as theirs; which were never raised in honour of any one, for the sake of his mortal children.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 193, "text": "'These are the lesser mysteries of love, into which even you, Socrates, may enter; to the greater and more hidden ones which are the crown of these, and to which, if you pursue them in a right spirit, they will lead, I know not whether you will be able to attain. But I will do my utmost to inform you, and do you follow if you can. For he who would proceed aright in this matter should begin in youth to visit beautiful forms; and first, if he be guided by his instructor aright, to love one such form only--out of that he should create fair thoughts; and soon he will of himself perceive that the beauty of one form is akin to the beauty of another; and then if beauty of form in general is his pursuit, how foolish would he be not to recognize that the beauty in every form is and the same! And when he perceives this he will abate his violent love of the one, which he will despise and deem a small thing, and will become a lover of all beautiful forms; in the next stage he will consider that the beauty of the mind is more honourable than the beauty of the outward form. So that if a virtuous soul have but a little comeliness, he will be content to love and tend him, and will search out and bring to the birth thoughts which may improve the young, until he is compelled to contemplate and see the beauty of institutions and laws, and to understand that the beauty of them all is of one family, and that personal beauty is a trifle; and after laws and institutions he will go on to the sciences, that he may see their beauty, being not like a servant in love with the beauty of one youth or man or institution, himself a slave mean and narrow-minded, but drawing towards and contemplating the vast sea of beauty, he will create many fair and noble thoughts and notions in boundless love of wisdom; until on that shore he grows and waxes strong, and at last the vision is revealed to him of a single science, which is the science of beauty everywhere. To this I will proceed; please to give me your very best attention:", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 194, "text": "'He who has been instructed thus far in the things of love, and who has learned to see the beautiful in due order and succession, when he comes toward the end will suddenly perceive a nature of wondrous beauty (and this, Socrates, is the final cause of all our former toils)--a nature which in the first place is everlasting, not growing and decaying, or waxing and waning; secondly, not fair in one point of view and foul in another, or at one time or in one relation or at one place fair, at another time or in another relation or at another place foul, as if fair to some and foul to others, or in the likeness of a face or hands or any other part of the bodily frame, or in any form of speech or knowledge, or existing in any other being, as for example, in an animal, or in heaven, or in earth, or in any other place; but beauty absolute, separate, simple, and everlasting, which without diminution and without increase, or any change, is imparted to the ever-growing and perishing beauties of all other things. He who from these ascending under the influence of true love, begins to perceive that beauty, is not far from the end. And the true order of going, or being led by another, to the things of love, is to begin from the beauties of earth and mount upwards for the sake of that other beauty, using these as steps only, and from one going on to two, and from two to all fair forms, and from fair forms to fair practices, and from fair practices to fair notions, until from fair notions he arrives at the notion of absolute beauty, and at last knows what the essence of beauty is. This, my dear Socrates,' said the stranger of Mantineia, 'is that life above all others which man should live, in the contemplation of beauty absolute; a beauty which if you once beheld, you would see not to be after the measure of gold, and garments, and fair boys and youths, whose presence now entrances you; and you and many a one would be content to live seeing them only and conversing with them without meat or drink, if that were possible--you only want to look at them and to be with them. But what if man had eyes to see the true beauty--the divine beauty, I mean, pure and clear and unalloyed, not clogged with the pollutions of mortality and all the colours and vanities of human life--thither looking, and holding converse with the true beauty simple and divine? Remember how in that communion only, beholding beauty with the eye of the mind, he will be enabled to bring forth, not images of beauty, but realities (for he has hold not of an image but of a reality), and bringing forth and nourishing true virtue to become the friend of God and be immortal, if mortal man may. Would that be an ignoble life?'", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 195, "text": "Such, Phaedrus--and I speak not only to you, but to all of you--were the words of Diotima; and I am persuaded of their truth. And being persuaded of them, I try to persuade others, that in the attainment of this end human nature will not easily find a helper better than love: And therefore, also, I say that every man ought to honour him as I myself honour him, and walk in his ways, and exhort others to do the same, and praise the power and spirit of love according to the measure of my ability now and ever.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 200, "text": "Socrates turned to Agathon and said: I must ask you to protect me, Agathon; for the passion of this man has grown quite a serious matter to me. Since I became his admirer I have never been allowed to speak to any other fair one, or so much as to look at them. If I do, he goes wild with envy and jealousy, and not only abuses me but can hardly keep his hands off me, and at this moment he may do me some harm. Please to see to this, and either reconcile me to him, or, if he attempts violence, protect me, as I am in bodily fear of his mad and passionate attempts.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 211, "text": "For shame, said Socrates.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 215, "text": "What are you about? said Socrates; are you going to raise a laugh at my expense? Is that the meaning of your praise?", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 217, "text": "I not only permit, but exhort you to speak the truth.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 221, "text": "When the lamp was put out and the servants had gone away, I thought that I must be plain with him and have no more ambiguity. So I gave him a shake, and I said: 'Socrates, are you asleep?' 'No,' he said. 'Do you know what I am meditating? 'What are you meditating?' he said. 'I think,' I replied, 'that of all the lovers whom I have ever had you are the only one who is worthy of me, and you appear to be too modest to speak. Now I feel that I should be a fool to refuse you this or any other favour, and therefore I come to lay at your feet all that I have and all that my friends have, in the hope that you will assist me in the way of virtue, which I desire above all things, and in which I believe that you can help me better than any one else. And I should certainly have more reason to be ashamed of what wise men would say if I were to refuse a favour to such as you, than of what the world, who are mostly fools, would say of me if I granted it.' To these words he replied in the ironical manner which is so characteristic of him:--'Alcibiades, my friend, you have indeed an elevated aim if what you say is true, and if there really is in me any power by which you may become better; truly you must see in me some rare beauty of a kind infinitely higher than any which I see in you. And therefore, if you mean to share with me and to exchange beauty for beauty, you will have greatly the advantage of me; you will gain true beauty in return for appearance--like Diomede, gold in exchange for brass. But look again, sweet friend, and see whether you are not deceived in me. The mind begins to grow critical when the bodily eye fails, and it will be a long time before you get old.' Hearing this, I said: 'I have told you my purpose, which is quite serious, and do you consider what you think best for you and me.' 'That is good,' he said; 'at some other time then we will consider and act as seems best about this and about other matters.' Whereupon, I fancied that he was smitten, and that the words which I had uttered like arrows had wounded him, and so without waiting to hear more I got up, and throwing my coat about him crept under his threadbare cloak, as the time of year was winter, and there I lay during the whole night having this wonderful monster in my arms. This again, Socrates, will not be denied by you. And yet, notwithstanding all, he was so superior to my solicitations, so contemptuous and derisive and disdainful of my beauty--which really, as I fancied, had some attractions--hear, O judges; for judges you shall be of the haughty virtue of Socrates--nothing more happened, but in the morning when I awoke (let all the gods and goddesses be my witnesses) I arose as from the couch of a father or an elder brother.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 227, "text": "When Alcibiades had finished, there was a laugh at his outspokenness; for he seemed to be still in love with Socrates. You are sober, Alcibiades, said Socrates, or you would never have gone so far about to hide the purpose of your satyr's praises, for all this long story is only an ingenious circumlocution, of which the point comes in by the way at the end; you want to get up a quarrel between me and Agathon, and your notion is that I ought to love you and nobody else, and that you and you only ought to love Agathon. But the plot of this Satyric or Silenic drama has been detected, and you must not allow him, Agathon, to set us at variance.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 229, "text": "Yes, yes, replied Socrates, by all means come here and lie on the couch below me.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 231, "text": "Certainly not, said Socrates, as you praised me, and I in turn ought to praise my neighbour on the right, he will be out of order in praising me again when he ought rather to be praised by me, and I must entreat you to consent to this, and not be jealous, for I have a great desire to praise the youth.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 233, "text": "The usual way, said Alcibiades; where Socrates is, no one else has any chance with the fair; and now how readily has he invented a specious reason for attracting Agathon to himself.", "low_struct_index": {"index": 0, "name": "No Section"}}
{"speaker": "Socrates", "paragraph_id": 234, "text": "Agathon arose in order that he might take his place on the couch by Socrates, when suddenly a band of revellers entered, and spoiled the order of the banquet. Some one who was going out having left the door open, they had found their way in, and made themselves at home; great confusion ensued, and every one was compelled to drink large quantities of wine. Aristodemus said that Eryximachus, Phaedrus, and others went away--he himself fell asleep, and as the nights were long took a good rest: he was awakened towards daybreak by a crowing of cocks, and when he awoke, the others were either asleep, or had gone away; there remained only Socrates, Aristophanes, and Agathon, who were drinking out of a large goblet which they passed round, and Socrates was discoursing to them. Aristodemus was only half awake, and he did not hear the beginning of the discourse; the chief thing which he remembered was Socrates compelling the other two to acknowledge that the genius of comedy was the same with that of tragedy, and that the true artist in tragedy was an artist in comedy also. To this they were constrained to assent, being drowsy, and not quite following the argument. And first of all Aristophanes dropped off, then, when the day was already dawning, Agathon. Socrates, having laid them to sleep, rose to depart; Aristodemus, as his manner was, following him. At the Lyceum he took a bath, and passed the day as usual. In the evening he retired to rest at his own home.", "low_struct_index": {"index": 0, "name": "No Section"}}
