{"speaker": "Hamlet", "paragraph_id": 83, "text": "HAMLET. [_Aside._] A little more than kin, and less than kind.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 85, "text": "HAMLET. Not so, my lord, I am too much i’ the sun.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 87, "text": "HAMLET. Ay, madam, it is common.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 89, "text": "HAMLET. Seems, madam! Nay, it is; I know not seems. ’Tis not alone my inky cloak, good mother, Nor customary suits of solemn black, Nor windy suspiration of forc’d breath, No, nor the fruitful river in the eye, Nor the dejected haviour of the visage, Together with all forms, moods, shows of grief, That can denote me truly. These indeed seem, For they are actions that a man might play; But I have that within which passeth show; These but the trappings and the suits of woe.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 92, "text": "HAMLET. I shall in all my best obey you, madam.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 95, "text": "HAMLET. O that this too too solid flesh would melt, Thaw, and resolve itself into a dew! Or that the Everlasting had not fix’d His canon ’gainst self-slaughter. O God! O God! How weary, stale, flat, and unprofitable Seem to me all the uses of this world! Fie on’t! Oh fie! ’tis an unweeded garden That grows to seed; things rank and gross in nature Possess it merely. That it should come to this! But two months dead—nay, not so much, not two: So excellent a king; that was to this Hyperion to a satyr; so loving to my mother, That he might not beteem the winds of heaven Visit her face too roughly. Heaven and earth! Must I remember? Why, she would hang on him As if increase of appetite had grown By what it fed on; and yet, within a month— Let me not think on’t—Frailty, thy name is woman! A little month, or ere those shoes were old With which she followed my poor father’s body Like Niobe, all tears.—Why she, even she— O God! A beast that wants discourse of reason Would have mourn’d longer,—married with mine uncle, My father’s brother; but no more like my father Than I to Hercules. Within a month, Ere yet the salt of most unrighteous tears Had left the flushing in her galled eyes, She married. O most wicked speed, to post With such dexterity to incestuous sheets! It is not, nor it cannot come to good. But break, my heart, for I must hold my tongue.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 98, "text": "HAMLET. I am glad to see you well: Horatio, or I do forget myself.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 100, "text": "HAMLET. Sir, my good friend; I’ll change that name with you: And what make you from Wittenberg, Horatio?— Marcellus?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 102, "text": "HAMLET. I am very glad to see you.—Good even, sir.— But what, in faith, make you from Wittenberg?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 104, "text": "HAMLET. I would not hear your enemy say so; Nor shall you do my ear that violence, To make it truster of your own report Against yourself. I know you are no truant. But what is your affair in Elsinore? We’ll teach you to drink deep ere you depart.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 106, "text": "HAMLET. I prithee do not mock me, fellow-student. I think it was to see my mother’s wedding.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 108, "text": "HAMLET. Thrift, thrift, Horatio! The funeral bak’d meats Did coldly furnish forth the marriage tables. Would I had met my dearest foe in heaven Or ever I had seen that day, Horatio. My father,—methinks I see my father.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 110, "text": "HAMLET. In my mind’s eye, Horatio.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 112, "text": "HAMLET. He was a man, take him for all in all, I shall not look upon his like again.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 114, "text": "HAMLET. Saw? Who?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 116, "text": "HAMLET. The King my father!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 118, "text": "HAMLET. For God’s love let me hear.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 120, "text": "HAMLET. But where was this?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 122, "text": "HAMLET. Did you not speak to it?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 124, "text": "HAMLET. ’Tis very strange.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 126, "text": "HAMLET. Indeed, indeed, sirs, but this troubles me. Hold you the watch tonight?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 128, "text": "HAMLET. Arm’d, say you?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 130, "text": "HAMLET. From top to toe?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 132, "text": "HAMLET. Then saw you not his face?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 134, "text": "HAMLET. What, look’d he frowningly?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 136, "text": "HAMLET. Pale, or red?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 138, "text": "HAMLET. And fix’d his eyes upon you?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 140, "text": "HAMLET. I would I had been there.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 142, "text": "HAMLET. Very like, very like. Stay’d it long?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 146, "text": "HAMLET. His beard was grizzled, no?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 148, "text": "HAMLET. I will watch tonight; Perchance ’twill walk again.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 150, "text": "HAMLET. If it assume my noble father’s person, I’ll speak to it, though hell itself should gape And bid me hold my peace. I pray you all, If you have hitherto conceal’d this sight, Let it be tenable in your silence still; And whatsoever else shall hap tonight, Give it an understanding, but no tongue. I will requite your loves. So, fare ye well. Upon the platform ’twixt eleven and twelve, I’ll visit you.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 191, "text": "HAMLET. The air bites shrewdly; it is very cold.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 193, "text": "HAMLET. What hour now?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 199, "text": "HAMLET. The King doth wake tonight and takes his rouse, Keeps wassail, and the swaggering upspring reels; And as he drains his draughts of Rhenish down, The kettle-drum and trumpet thus bray out The triumph of his pledge.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 201, "text": "HAMLET. Ay marry is’t; And to my mind, though I am native here, And to the manner born, it is a custom More honour’d in the breach than the observance. This heavy-headed revel east and west Makes us traduc’d and tax’d of other nations: They clepe us drunkards, and with swinish phrase Soil our addition; and indeed it takes From our achievements, though perform’d at height, The pith and marrow of our attribute. So oft it chances in particular men That for some vicious mole of nature in them, As in their birth, wherein they are not guilty, Since nature cannot choose his origin, By their o’ergrowth of some complexion, Oft breaking down the pales and forts of reason; Or by some habit, that too much o’erleavens The form of plausive manners;—that these men, Carrying, I say, the stamp of one defect, Being Nature’s livery or Fortune’s star,— His virtues else,—be they as pure as grace, As infinite as man may undergo, Shall in the general censure take corruption From that particular fault. The dram of evil Doth all the noble substance of a doubt To his own scandal.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 204, "text": "HAMLET. Angels and ministers of grace defend us! Be thou a spirit of health or goblin damn’d, Bring with thee airs from heaven or blasts from hell, Be thy intents wicked or charitable, Thou com’st in such a questionable shape That I will speak to thee. I’ll call thee Hamlet, King, father, royal Dane. O, answer me! Let me not burst in ignorance; but tell Why thy canoniz’d bones, hearsed in death, Have burst their cerements; why the sepulchre, Wherein we saw thee quietly inurn’d, Hath op’d his ponderous and marble jaws To cast thee up again! What may this mean, That thou, dead corse, again in complete steel, Revisit’st thus the glimpses of the moon, Making night hideous, and we fools of nature So horridly to shake our disposition With thoughts beyond the reaches of our souls? Say, why is this? Wherefore? What should we do?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 209, "text": "HAMLET. It will not speak; then will I follow it.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 211, "text": "HAMLET. Why, what should be the fear? I do not set my life at a pin’s fee; And for my soul, what can it do to that, Being a thing immortal as itself? It waves me forth again. I’ll follow it.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 213, "text": "HAMLET. It waves me still. Go on, I’ll follow thee.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 215, "text": "HAMLET. Hold off your hands.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 217, "text": "HAMLET. My fate cries out, And makes each petty artery in this body As hardy as the Nemean lion’s nerve.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 219, "text": "Still am I call’d. Unhand me, gentlemen.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 221, "text": "By heaven, I’ll make a ghost of him that lets me. I say, away!—Go on, I’ll follow thee.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 232, "text": "HAMLET. Whither wilt thou lead me? Speak, I’ll go no further.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 234, "text": "HAMLET. I will.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 236, "text": "HAMLET. Alas, poor ghost!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 238, "text": "HAMLET. Speak, I am bound to hear.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 240, "text": "HAMLET. What?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 242, "text": "HAMLET. O God!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 244, "text": "HAMLET. Murder!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 246, "text": "HAMLET. Haste me to know’t, that I, with wings as swift As meditation or the thoughts of love May sweep to my revenge.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 248, "text": "HAMLET. O my prophetic soul! Mine uncle!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 251, "text": "HAMLET. O all you host of heaven! O earth! What else? And shall I couple hell? O, fie! Hold, my heart; And you, my sinews, grow not instant old, But bear me stiffly up. Remember thee? Ay, thou poor ghost, while memory holds a seat In this distracted globe. Remember thee? Yea, from the table of my memory I’ll wipe away all trivial fond records, All saws of books, all forms, all pressures past, That youth and observation copied there; And thy commandment all alone shall live Within the book and volume of my brain, Unmix’d with baser matter. Yes, by heaven! O most pernicious woman! O villain, villain, smiling damned villain! My tables. Meet it is I set it down, That one may smile, and smile, and be a villain! At least I am sure it may be so in Denmark.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 257, "text": "HAMLET. So be it!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 259, "text": "HAMLET. Hillo, ho, ho, boy! Come, bird, come.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 263, "text": "HAMLET. O, wonderful!", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 265, "text": "HAMLET. No, you’ll reveal it.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 268, "text": "HAMLET. How say you then, would heart of man once think it?— But you’ll be secret?", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 270, "text": "HAMLET. There’s ne’er a villain dwelling in all Denmark But he’s an arrant knave.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 272, "text": "HAMLET. Why, right; you are i’ the right; And so, without more circumstance at all, I hold it fit that we shake hands and part: You, as your business and desire shall point you,— For every man hath business and desire, Such as it is;—and for my own poor part, Look you, I’ll go pray.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 274, "text": "HAMLET. I’m sorry they offend you, heartily; Yes faith, heartily.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 276, "text": "HAMLET. Yes, by Saint Patrick, but there is, Horatio, And much offence too. Touching this vision here, It is an honest ghost, that let me tell you. For your desire to know what is between us, O’ermaster’t as you may. And now, good friends, As you are friends, scholars, and soldiers, Give me one poor request.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 278, "text": "HAMLET. Never make known what you have seen tonight.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 280, "text": "HAMLET. Nay, but swear’t.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 283, "text": "HAMLET. Upon my sword.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 285, "text": "HAMLET. Indeed, upon my sword, indeed.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 287, "text": "HAMLET. Ha, ha boy, sayst thou so? Art thou there, truepenny? Come on, you hear this fellow in the cellarage. Consent to swear.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 289, "text": "HAMLET. Never to speak of this that you have seen. Swear by my sword.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 291, "text": "HAMLET. _Hic et ubique?_ Then we’ll shift our ground. Come hither, gentlemen, And lay your hands again upon my sword. Never to speak of this that you have heard. Swear by my sword.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 293, "text": "HAMLET. Well said, old mole! Canst work i’ th’earth so fast? A worthy pioner! Once more remove, good friends.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 295, "text": "HAMLET. And therefore as a stranger give it welcome. There are more things in heaven and earth, Horatio, Than are dreamt of in your philosophy. But come, Here, as before, never, so help you mercy, How strange or odd soe’er I bear myself,— As I perchance hereafter shall think meet To put an antic disposition on— That you, at such times seeing me, never shall, With arms encumber’d thus, or this head-shake, Or by pronouncing of some doubtful phrase, As ‘Well, we know’, or ‘We could and if we would’, Or ‘If we list to speak’; or ‘There be and if they might’, Or such ambiguous giving out, to note That you know aught of me:—this not to do. So grace and mercy at your most need help you, Swear.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 297, "text": "HAMLET. Rest, rest, perturbed spirit. So, gentlemen, With all my love I do commend me to you; And what so poor a man as Hamlet is May do t’express his love and friending to you, God willing, shall not lack. Let us go in together, And still your fingers on your lips, I pray. The time is out of joint. O cursed spite, That ever I was born to set it right. Nay, come, let’s go together.", "low_struct_index": {"index": 0, "name": "ACT I"}}
{"speaker": "Hamlet", "paragraph_id": 393, "text": "HAMLET. Well, God-a-mercy.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 395, "text": "HAMLET. Excellent well. You are a fishmonger.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 397, "text": "HAMLET. Then I would you were so honest a man.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 399, "text": "HAMLET. Ay sir, to be honest, as this world goes, is to be one man picked out of ten thousand.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 401, "text": "HAMLET. For if the sun breed maggots in a dead dog, being a good kissing carrion,— Have you a daughter?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 403, "text": "HAMLET. Let her not walk i’ th’ sun. Conception is a blessing, but not as your daughter may conceive. Friend, look to’t.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 405, "text": "HAMLET. Words, words, words.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 407, "text": "HAMLET. Between who?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 409, "text": "HAMLET. Slanders, sir. For the satirical slave says here that old men have grey beards; that their faces are wrinkled; their eyes purging thick amber and plum-tree gum; and that they have a plentiful lack of wit, together with most weak hams. All which, sir, though I most powerfully and potently believe, yet I hold it not honesty to have it thus set down. For you yourself, sir, should be old as I am, if like a crab you could go backward.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 411, "text": "HAMLET. Into my grave?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 413, "text": "HAMLET. You cannot, sir, take from me anything that I will more willingly part withal, except my life, except my life, except my life.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 415, "text": "HAMLET. These tedious old fools.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 422, "text": "HAMLET. My excellent good friends! How dost thou, Guildenstern? Ah, Rosencrantz. Good lads, how do ye both?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 425, "text": "HAMLET. Nor the soles of her shoe?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 427, "text": "HAMLET. Then you live about her waist, or in the middle of her favours?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 429, "text": "HAMLET. In the secret parts of Fortune? O, most true; she is a strumpet. What’s the news?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 431, "text": "HAMLET. Then is doomsday near. But your news is not true. Let me question more in particular. What have you, my good friends, deserved at the hands of Fortune, that she sends you to prison hither?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 433, "text": "HAMLET. Denmark’s a prison.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 435, "text": "HAMLET. A goodly one; in which there are many confines, wards, and dungeons, Denmark being one o’ th’ worst.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 437, "text": "HAMLET. Why, then ’tis none to you; for there is nothing either good or bad but thinking makes it so. To me it is a prison.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 439, "text": "HAMLET. O God, I could be bounded in a nutshell, and count myself a king of infinite space, were it not that I have bad dreams.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 441, "text": "HAMLET. A dream itself is but a shadow.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 443, "text": "HAMLET. Then are our beggars bodies, and our monarchs and outstretch’d heroes the beggars’ shadows. Shall we to th’ court? For, by my fay, I cannot reason.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 445, "text": "HAMLET. No such matter. I will not sort you with the rest of my servants; for, to speak to you like an honest man, I am most dreadfully attended. But, in the beaten way of friendship, what make you at Elsinore?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 447, "text": "HAMLET. Beggar that I am, I am even poor in thanks; but I thank you. And sure, dear friends, my thanks are too dear a halfpenny. Were you not sent for? Is it your own inclining? Is it a free visitation? Come, deal justly with me. Come, come; nay, speak.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 449, "text": "HAMLET. Why, anything. But to the purpose. You were sent for; and there is a kind of confession in your looks, which your modesties have not craft enough to colour. I know the good King and Queen have sent for you.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 451, "text": "HAMLET. That you must teach me. But let me conjure you, by the rights of our fellowship, by the consonancy of our youth, by the obligation of our ever-preserved love, and by what more dear a better proposer could charge you withal, be even and direct with me, whether you were sent for or no.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 453, "text": "HAMLET. [_Aside._] Nay, then I have an eye of you. If you love me, hold not off.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 455, "text": "HAMLET. I will tell you why; so shall my anticipation prevent your discovery, and your secrecy to the King and Queen moult no feather. I have of late, but wherefore I know not, lost all my mirth, forgone all custom of exercises; and indeed, it goes so heavily with my disposition that this goodly frame the earth, seems to me a sterile promontory; this most excellent canopy the air, look you, this brave o’erhanging firmament, this majestical roof fretted with golden fire, why, it appears no other thing to me than a foul and pestilent congregation of vapours. What a piece of work is man, how noble in reason, how infinite in faculties, in form and moving, how express and admirable; in action how like an angel, in apprehension, how like a god: the beauty of the world, the paragon of animals. And yet, to me, what is this quintessence of dust? Man delights not me; no, nor woman neither, though by your smiling you seem to say so.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 457, "text": "HAMLET. Why did you laugh then, when I said ‘Man delights not me’?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 459, "text": "HAMLET. He that plays the king shall be welcome,—his Majesty shall have tribute of me; the adventurous knight shall use his foil and target; the lover shall not sigh gratis, the humorous man shall end his part in peace; the clown shall make those laugh whose lungs are tickle o’ th’ sere; and the lady shall say her mind freely, or the blank verse shall halt for’t. What players are they?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 461, "text": "HAMLET. How chances it they travel? Their residence, both in reputation and profit, was better both ways.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 463, "text": "HAMLET. Do they hold the same estimation they did when I was in the city? Are they so followed?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 465, "text": "HAMLET. How comes it? Do they grow rusty?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 467, "text": "HAMLET. What, are they children? Who maintains ’em? How are they escoted? Will they pursue the quality no longer than they can sing? Will they not say afterwards, if they should grow themselves to common players—as it is most like, if their means are no better—their writers do them wrong to make them exclaim against their own succession?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 469, "text": "HAMLET. Is’t possible?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 471, "text": "HAMLET. Do the boys carry it away?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 473, "text": "HAMLET. It is not very strange; for my uncle is King of Denmark, and those that would make mouths at him while my father lived, give twenty, forty, fifty, a hundred ducats apiece for his picture in little. ’Sblood, there is something in this more than natural, if philosophy could find it out.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 476, "text": "HAMLET. Gentlemen, you are welcome to Elsinore. Your hands, come. The appurtenance of welcome is fashion and ceremony. Let me comply with you in this garb, lest my extent to the players, which I tell you must show fairly outward, should more appear like entertainment than yours. You are welcome. But my uncle-father and aunt-mother are deceived.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 478, "text": "HAMLET. I am but mad north-north-west. When the wind is southerly, I know a hawk from a handsaw.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 481, "text": "HAMLET. Hark you, Guildenstern, and you too, at each ear a hearer. That great baby you see there is not yet out of his swaddling clouts.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 483, "text": "HAMLET. I will prophesy he comes to tell me of the players. Mark it.—You say right, sir: for a Monday morning ’twas so indeed.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 485, "text": "HAMLET. My lord, I have news to tell you. When Roscius was an actor in Rome—", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 487, "text": "HAMLET. Buzz, buzz.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 489, "text": "HAMLET. Then came each actor on his ass—", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 491, "text": "HAMLET. O Jephthah, judge of Israel, what a treasure hadst thou!", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 493, "text": "HAMLET. Why—    ’One fair daughter, and no more,    The which he loved passing well.’", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 495, "text": "HAMLET. Am I not i’ th’ right, old Jephthah?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 497, "text": "HAMLET. Nay, that follows not.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 499, "text": "HAMLET. Why,    As by lot, God wot, and then, you know,    It came to pass, as most like it was. The first row of the pious chanson will show you more. For look where my abridgement comes.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 501, "text": "You are welcome, masters, welcome all. I am glad to see thee well. Welcome, good friends. O, my old friend! Thy face is valanc’d since I saw thee last. Com’st thou to beard me in Denmark? What, my young lady and mistress! By’r lady, your ladyship is nearer to heaven than when I saw you last, by the altitude of a chopine. Pray God your voice, like a piece of uncurrent gold, be not cracked within the ring. Masters, you are all welcome. We’ll e’en to’t like French falconers, fly at anything we see. We’ll have a speech straight. Come, give us a taste of your quality. Come, a passionate speech.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 503, "text": "HAMLET. I heard thee speak me a speech once, but it was never acted, or if it was, not above once, for the play, I remember, pleased not the million, ’twas caviare to the general. But it was—as I received it, and others, whose judgements in such matters cried in the top of mine—an excellent play, well digested in the scenes, set down with as much modesty as cunning. I remember one said there were no sallets in the lines to make the matter savoury, nor no matter in the phrase that might indite the author of affectation, but called it an honest method, as wholesome as sweet, and by very much more handsome than fine. One speech in it, I chiefly loved. ’Twas Aeneas’ tale to Dido, and thereabout of it especially where he speaks of Priam’s slaughter. If it live in your memory, begin at this line, let me see, let me see:    _The rugged Pyrrhus, like th’ Hyrcanian beast,—_ It is not so: it begins with Pyrrhus—    _The rugged Pyrrhus, he whose sable arms,    Black as his purpose, did the night resemble    When he lay couched in the ominous horse,    Hath now this dread and black complexion smear’d    With heraldry more dismal. Head to foot    Now is he total gules, horridly trick’d    With blood of fathers, mothers, daughters, sons,    Bak’d and impasted with the parching streets,    That lend a tyrannous and a damned light    To their vile murders. Roasted in wrath and fire,    And thus o’ersized with coagulate gore,    With eyes like carbuncles, the hellish Pyrrhus    Old grandsire Priam seeks._ So, proceed you.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 507, "text": "HAMLET. It shall to the barber’s, with your beard.—Prithee say on. He’s for a jig or a tale of bawdry, or he sleeps. Say on; come to Hecuba.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 509, "text": "HAMLET. ‘The mobled queen’?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 513, "text": "HAMLET. ’Tis well. I’ll have thee speak out the rest of this soon.—Good my lord, will you see the players well bestowed? Do you hear, let them be well used; for they are the abstracts and brief chronicles of the time. After your death you were better have a bad epitaph than their ill report while you live.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 515, "text": "HAMLET. God’s bodikin, man, much better. Use every man after his desert, and who should ’scape whipping? Use them after your own honour and dignity. The less they deserve, the more merit is in your bounty. Take them in.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 517, "text": "HAMLET. Follow him, friends. We’ll hear a play tomorrow.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 519, "text": "Dost thou hear me, old friend? Can you play _The Murder of Gonzago_?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 521, "text": "HAMLET. We’ll ha’t tomorrow night. You could for a need study a speech of some dozen or sixteen lines, which I would set down and insert in’t, could you not?", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 523, "text": "HAMLET. Very well. Follow that lord, and look you mock him not.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 525, "text": "[_To Rosencrantz and Guildenstern_] My good friends, I’ll leave you till night. You are welcome to Elsinore.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 528, "text": "HAMLET. Ay, so, God b’ wi’ ye. Now I am alone. O what a rogue and peasant slave am I! Is it not monstrous that this player here, But in a fiction, in a dream of passion, Could force his soul so to his own conceit That from her working all his visage wan’d; Tears in his eyes, distraction in’s aspect, A broken voice, and his whole function suiting With forms to his conceit? And all for nothing! For Hecuba? What’s Hecuba to him, or he to Hecuba, That he should weep for her? What would he do, Had he the motive and the cue for passion That I have? He would drown the stage with tears And cleave the general ear with horrid speech; Make mad the guilty, and appal the free, Confound the ignorant, and amaze indeed, The very faculties of eyes and ears. Yet I, A dull and muddy-mettled rascal, peak Like John-a-dreams, unpregnant of my cause, And can say nothing. No, not for a king Upon whose property and most dear life A damn’d defeat was made. Am I a coward? Who calls me villain, breaks my pate across? Plucks off my beard and blows it in my face? Tweaks me by the nose, gives me the lie i’ th’ throat As deep as to the lungs? Who does me this? Ha! ’Swounds, I should take it: for it cannot be But I am pigeon-liver’d, and lack gall To make oppression bitter, or ere this I should have fatted all the region kites With this slave’s offal. Bloody, bawdy villain! Remorseless, treacherous, lecherous, kindless villain! Oh vengeance! Why, what an ass am I! This is most brave, That I, the son of a dear father murder’d, Prompted to my revenge by heaven and hell, Must, like a whore, unpack my heart with words And fall a-cursing like a very drab, A scullion! Fie upon’t! Foh! About, my brain! I have heard That guilty creatures sitting at a play, Have by the very cunning of the scene, Been struck so to the soul that presently They have proclaim’d their malefactions. For murder, though it have no tongue, will speak With most miraculous organ. I’ll have these players Play something like the murder of my father Before mine uncle. I’ll observe his looks; I’ll tent him to the quick. If he but blench, I know my course. The spirit that I have seen May be the devil, and the devil hath power T’assume a pleasing shape, yea, and perhaps Out of my weakness and my melancholy, As he is very potent with such spirits, Abuses me to damn me. I’ll have grounds More relative than this. The play’s the thing Wherein I’ll catch the conscience of the King.", "low_struct_index": {"index": 0, "name": "ACT II"}}
{"speaker": "Hamlet", "paragraph_id": 554, "text": "HAMLET. To be, or not to be, that is the question: Whether ’tis nobler in the mind to suffer The slings and arrows of outrageous fortune, Or to take arms against a sea of troubles, And by opposing end them? To die—to sleep, No more; and by a sleep to say we end The heart-ache, and the thousand natural shocks That flesh is heir to: ’tis a consummation Devoutly to be wish’d. To die, to sleep. To sleep, perchance to dream—ay, there’s the rub, For in that sleep of death what dreams may come, When we have shuffled off this mortal coil, Must give us pause. There’s the respect That makes calamity of so long life. For who would bear the whips and scorns of time, The oppressor’s wrong, the proud man’s contumely, The pangs of dispriz’d love, the law’s delay, The insolence of office, and the spurns That patient merit of the unworthy takes, When he himself might his quietus make With a bare bodkin? Who would these fardels bear, To grunt and sweat under a weary life, But that the dread of something after death, The undiscover’d country, from whose bourn No traveller returns, puzzles the will, And makes us rather bear those ills we have Than fly to others that we know not of? Thus conscience does make cowards of us all, And thus the native hue of resolution Is sicklied o’er with the pale cast of thought, And enterprises of great pith and moment, With this regard their currents turn awry And lose the name of action. Soft you now, The fair Ophelia! Nymph, in thy orisons Be all my sins remember’d.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 556, "text": "HAMLET. I humbly thank you; well, well, well.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 558, "text": "HAMLET. No, not I. I never gave you aught.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 560, "text": "HAMLET. Ha, ha! Are you honest?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 562, "text": "HAMLET. Are you fair?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 564, "text": "HAMLET. That if you be honest and fair, your honesty should admit no discourse to your beauty.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 566, "text": "HAMLET. Ay, truly; for the power of beauty will sooner transform honesty from what it is to a bawd than the force of honesty can translate beauty into his likeness. This was sometime a paradox, but now the time gives it proof. I did love you once.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 568, "text": "HAMLET. You should not have believed me; for virtue cannot so inoculate our old stock but we shall relish of it. I loved you not.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 570, "text": "HAMLET. Get thee to a nunnery. Why wouldst thou be a breeder of sinners? I am myself indifferent honest; but yet I could accuse me of such things that it were better my mother had not borne me. I am very proud, revengeful, ambitious, with more offences at my beck than I have thoughts to put them in, imagination to give them shape, or time to act them in. What should such fellows as I do crawling between earth and heaven? We are arrant knaves all, believe none of us. Go thy ways to a nunnery. Where’s your father?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 572, "text": "HAMLET. Let the doors be shut upon him, that he may play the fool nowhere but in’s own house. Farewell.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 574, "text": "HAMLET. If thou dost marry, I’ll give thee this plague for thy dowry. Be thou as chaste as ice, as pure as snow, thou shalt not escape calumny. Get thee to a nunnery, go: farewell. Or if thou wilt needs marry, marry a fool; for wise men know well enough what monsters you make of them. To a nunnery, go; and quickly too. Farewell.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 576, "text": "HAMLET. I have heard of your paintings too, well enough. God hath given you one face, and you make yourselves another. You jig, you amble, and you lisp, and nickname God’s creatures, and make your wantonness your ignorance. Go to, I’ll no more on’t, it hath made me mad. I say, we will have no more marriages. Those that are married already, all but one, shall live; the rest shall keep as they are. To a nunnery, go.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 586, "text": "HAMLET. Speak the speech, I pray you, as I pronounced it to you, trippingly on the tongue. But if you mouth it, as many of your players do, I had as lief the town-crier spoke my lines. Nor do not saw the air too much with your hand, thus, but use all gently; for in the very torrent, tempest, and, as I may say, whirlwind of passion, you must acquire and beget a temperance that may give it smoothness. O, it offends me to the soul to hear a robustious periwig-pated fellow tear a passion to tatters, to very rags, to split the ears of the groundlings, who, for the most part, are capable of nothing but inexplicable dumb shows and noise. I would have such a fellow whipped for o’erdoing Termagant. It out-Herods Herod. Pray you avoid it.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 590, "text": "HAMLET. O reform it altogether. And let those that play your clowns speak no more than is set down for them. For there be of them that will themselves laugh, to set on some quantity of barren spectators to laugh too, though in the meantime some necessary question of the play be then to be considered. That’s villainous, and shows a most pitiful ambition in the fool that uses it. Go make you ready.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 593, "text": "How now, my lord? Will the King hear this piece of work?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 595, "text": "HAMLET. Bid the players make haste.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 597, "text": "Will you two help to hasten them?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 600, "text": "HAMLET. What ho, Horatio!", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 603, "text": "HAMLET. Horatio, thou art e’en as just a man As e’er my conversation cop’d withal.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 605, "text": "HAMLET. Nay, do not think I flatter; For what advancement may I hope from thee, That no revenue hast, but thy good spirits To feed and clothe thee? Why should the poor be flatter’d? No, let the candied tongue lick absurd pomp, And crook the pregnant hinges of the knee Where thrift may follow fawning. Dost thou hear? Since my dear soul was mistress of her choice, And could of men distinguish, her election Hath seal’d thee for herself. For thou hast been As one, in suffering all, that suffers nothing, A man that Fortune’s buffets and rewards Hast ta’en with equal thanks. And blessed are those Whose blood and judgement are so well co-mingled That they are not a pipe for Fortune’s finger To sound what stop she please. Give me that man That is not passion’s slave, and I will wear him In my heart’s core, ay, in my heart of heart, As I do thee. Something too much of this. There is a play tonight before the King. One scene of it comes near the circumstance Which I have told thee, of my father’s death. I prithee, when thou see’st that act a-foot, Even with the very comment of thy soul Observe mine uncle. If his occulted guilt Do not itself unkennel in one speech, It is a damned ghost that we have seen; And my imaginations are as foul As Vulcan’s stithy. Give him heedful note; For I mine eyes will rivet to his face; And after we will both our judgements join In censure of his seeming.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 607, "text": "HAMLET. They are coming to the play. I must be idle. Get you a place.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 610, "text": "HAMLET. Excellent, i’ faith; of the chameleon’s dish: I eat the air, promise-crammed: you cannot feed capons so.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 612, "text": "HAMLET. No, nor mine now. [_To Polonius._] My lord, you play’d once i’ th’university, you say?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 614, "text": "HAMLET. What did you enact?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 616, "text": "HAMLET. It was a brute part of him to kill so capital a calf there. Be the players ready?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 619, "text": "HAMLET. No, good mother, here’s metal more attractive.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 621, "text": "HAMLET. Lady, shall I lie in your lap?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 624, "text": "HAMLET. I mean, my head upon your lap?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 626, "text": "HAMLET. Do you think I meant country matters?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 628, "text": "HAMLET. That’s a fair thought to lie between maids’ legs.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 630, "text": "HAMLET. Nothing.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 632, "text": "HAMLET. Who, I?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 634, "text": "HAMLET. O God, your only jig-maker! What should a man do but be merry? For look you how cheerfully my mother looks, and my father died within’s two hours.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 636, "text": "HAMLET. So long? Nay then, let the devil wear black, for I’ll have a suit of sables. O heavens! die two months ago, and not forgotten yet? Then there’s hope a great man’s memory may outlive his life half a year. But by’r lady, he must build churches then; or else shall he suffer not thinking on, with the hobby-horse, whose epitaph is ‘For, O, for O, the hobby-horse is forgot!’", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 641, "text": "HAMLET. Marry, this is miching mallecho; it means mischief.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 644, "text": "HAMLET. We shall know by this fellow: the players cannot keep counsel; they’ll tell all.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 646, "text": "HAMLET. Ay, or any show that you’ll show him. Be not you ashamed to show, he’ll not shame to tell you what it means.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 649, "text": "HAMLET. Is this a prologue, or the posy of a ring?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 651, "text": "HAMLET. As woman’s love.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 657, "text": "HAMLET. [_Aside._] Wormwood, wormwood.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 661, "text": "HAMLET. [_To Ophelia._] If she should break it now.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 665, "text": "HAMLET. Madam, how like you this play?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 667, "text": "HAMLET. O, but she’ll keep her word.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 669, "text": "HAMLET. No, no, they do but jest, poison in jest; no offence i’ th’ world.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 671, "text": "HAMLET. _The Mousetrap._ Marry, how? Tropically. This play is the image of a murder done in Vienna. Gonzago is the Duke’s name, his wife Baptista: you shall see anon; ’tis a knavish piece of work: but what o’ that? Your majesty, and we that have free souls, it touches us not. Let the gall’d jade wince; our withers are unwrung.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 675, "text": "HAMLET. I could interpret between you and your love, if I could see the puppets dallying.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 677, "text": "HAMLET. It would cost you a groaning to take off my edge.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 679, "text": "HAMLET. So you mistake your husbands.—Begin, murderer. Pox, leave thy damnable faces, and begin. Come, the croaking raven doth bellow for revenge.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 682, "text": "HAMLET. He poisons him i’ th’garden for’s estate. His name’s Gonzago. The story is extant, and written in very choice Italian. You shall see anon how the murderer gets the love of Gonzago’s wife.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 684, "text": "HAMLET. What, frighted with false fire?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 690, "text": "HAMLET.    Why, let the strucken deer go weep,      The hart ungalled play;    For some must watch, while some must sleep,      So runs the world away. Would not this, sir, and a forest of feathers, if the rest of my fortunes turn Turk with me; with two Provincial roses on my razed shoes, get me a fellowship in a cry of players, sir?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 692, "text": "HAMLET. A whole one, I.    For thou dost know, O Damon dear,      This realm dismantled was    Of Jove himself, and now reigns here      A very, very—pajock.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 694, "text": "HAMLET. O good Horatio, I’ll take the ghost’s word for a thousand pound. Didst perceive?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 696, "text": "HAMLET. Upon the talk of the poisoning?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 698, "text": "HAMLET. Ah, ha! Come, some music. Come, the recorders.    For if the king like not the comedy,    Why then, belike he likes it not, perdie. Come, some music.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 701, "text": "HAMLET. Sir, a whole history.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 703, "text": "HAMLET. Ay, sir, what of him?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 705, "text": "HAMLET. With drink, sir?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 707, "text": "HAMLET. Your wisdom should show itself more richer to signify this to the doctor, for me to put him to his purgation would perhaps plunge him into far more choler.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 709, "text": "HAMLET. I am tame, sir, pronounce.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 711, "text": "HAMLET. You are welcome.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 713, "text": "HAMLET. Sir, I cannot.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 715, "text": "HAMLET. Make you a wholesome answer. My wit’s diseased. But, sir, such answer as I can make, you shall command; or rather, as you say, my mother. Therefore no more, but to the matter. My mother, you say,—", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 717, "text": "HAMLET. O wonderful son, that can so stonish a mother! But is there no sequel at the heels of this mother’s admiration?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 719, "text": "HAMLET. We shall obey, were she ten times our mother. Have you any further trade with us?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 721, "text": "HAMLET. And so I do still, by these pickers and stealers.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 723, "text": "HAMLET. Sir, I lack advancement.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 725, "text": "HAMLET. Ay, sir, but while the grass grows—the proverb is something musty.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 727, "text": "O, the recorders. Let me see one.—To withdraw with you, why do you go about to recover the wind of me, as if you would drive me into a toil?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 729, "text": "HAMLET. I do not well understand that. Will you play upon this pipe?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 731, "text": "HAMLET. I pray you.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 733, "text": "HAMLET. I do beseech you.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 735, "text": "HAMLET. ’Tis as easy as lying: govern these ventages with your finger and thumb, give it breath with your mouth, and it will discourse most eloquent music. Look you, these are the stops.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 737, "text": "HAMLET. Why, look you now, how unworthy a thing you make of me! You would play upon me; you would seem to know my stops; you would pluck out the heart of my mystery; you would sound me from my lowest note to the top of my compass; and there is much music, excellent voice, in this little organ, yet cannot you make it speak. ’Sblood, do you think I am easier to be played on than a pipe? Call me what instrument you will, though you can fret me, you cannot play upon me.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 741, "text": "HAMLET. Do you see yonder cloud that’s almost in shape of a camel?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 743, "text": "HAMLET. Methinks it is like a weasel.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 745, "text": "HAMLET. Or like a whale.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 747, "text": "HAMLET. Then will I come to my mother by and by.—They fool me to the top of my bent.—I will come by and by.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 750, "text": "HAMLET. By and by is easily said. Leave me, friends.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 769, "text": "HAMLET. Now might I do it pat, now he is praying. And now I’ll do’t. And so he goes to heaven; And so am I reveng’d. That would be scann’d: A villain kills my father, and for that I, his sole son, do this same villain send To heaven. O, this is hire and salary, not revenge. He took my father grossly, full of bread, With all his crimes broad blown, as flush as May; And how his audit stands, who knows save heaven? But in our circumstance and course of thought, ’Tis heavy with him. And am I then reveng’d, To take him in the purging of his soul, When he is fit and season’d for his passage? No. Up, sword, and know thou a more horrid hent: When he is drunk asleep; or in his rage, Or in th’incestuous pleasure of his bed, At gaming, swearing; or about some act That has no relish of salvation in’t, Then trip him, that his heels may kick at heaven, And that his soul may be as damn’d and black As hell, whereto it goes. My mother stays. This physic but prolongs thy sickly days.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 777, "text": "HAMLET. [_Within._] Mother, mother, mother.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 781, "text": "HAMLET. Now, mother, what’s the matter?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 783, "text": "HAMLET. Mother, you have my father much offended.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 785, "text": "HAMLET. Go, go, you question with a wicked tongue.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 787, "text": "HAMLET. What’s the matter now?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 789, "text": "HAMLET. No, by the rood, not so. You are the Queen, your husband’s brother’s wife, And, would it were not so. You are my mother.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 791, "text": "HAMLET. Come, come, and sit you down, you shall not budge. You go not till I set you up a glass Where you may see the inmost part of you.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 794, "text": "HAMLET. How now? A rat? [_Draws._] Dead for a ducat, dead!", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 799, "text": "HAMLET. Nay, I know not. Is it the King?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 802, "text": "HAMLET. A bloody deed. Almost as bad, good mother, As kill a king and marry with his brother.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 804, "text": "HAMLET. Ay, lady, ’twas my word.— [_To Polonius._] Thou wretched, rash, intruding fool, farewell! I took thee for thy better. Take thy fortune, Thou find’st to be too busy is some danger.— Leave wringing of your hands. Peace, sit you down, And let me wring your heart, for so I shall, If it be made of penetrable stuff; If damned custom have not braz’d it so, That it is proof and bulwark against sense.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 806, "text": "HAMLET. Such an act That blurs the grace and blush of modesty, Calls virtue hypocrite, takes off the rose From the fair forehead of an innocent love, And sets a blister there. Makes marriage vows As false as dicers’ oaths. O such a deed As from the body of contraction plucks The very soul, and sweet religion makes A rhapsody of words. Heaven’s face doth glow, Yea this solidity and compound mass, With tristful visage, as against the doom, Is thought-sick at the act.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 808, "text": "HAMLET. Look here upon this picture, and on this, The counterfeit presentment of two brothers. See what a grace was seated on this brow, Hyperion’s curls, the front of Jove himself, An eye like Mars, to threaten and command, A station like the herald Mercury New lighted on a heaven-kissing hill: A combination and a form indeed, Where every god did seem to set his seal, To give the world assurance of a man. This was your husband. Look you now what follows. Here is your husband, like a mildew’d ear Blasting his wholesome brother. Have you eyes? Could you on this fair mountain leave to feed, And batten on this moor? Ha! have you eyes? You cannot call it love; for at your age The hey-day in the blood is tame, it’s humble, And waits upon the judgement: and what judgement Would step from this to this? Sense sure you have, Else could you not have motion; but sure that sense Is apoplex’d, for madness would not err Nor sense to ecstacy was ne’er so thrall’d But it reserv’d some quantity of choice To serve in such a difference. What devil was’t That thus hath cozen’d you at hoodman-blind? Eyes without feeling, feeling without sight, Ears without hands or eyes, smelling sans all, Or but a sickly part of one true sense Could not so mope. O shame! where is thy blush? Rebellious hell, If thou canst mutine in a matron’s bones, To flaming youth let virtue be as wax, And melt in her own fire. Proclaim no shame When the compulsive ardour gives the charge, Since frost itself as actively doth burn, And reason panders will.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 810, "text": "HAMLET. Nay, but to live In the rank sweat of an enseamed bed, Stew’d in corruption, honeying and making love Over the nasty sty.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 812, "text": "HAMLET. A murderer and a villain; A slave that is not twentieth part the tithe Of your precedent lord. A vice of kings, A cutpurse of the empire and the rule, That from a shelf the precious diadem stole And put it in his pocket!", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 814, "text": "HAMLET. A king of shreds and patches!—", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 816, "text": "Save me and hover o’er me with your wings, You heavenly guards! What would your gracious figure?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 818, "text": "HAMLET. Do you not come your tardy son to chide, That, laps’d in time and passion, lets go by The important acting of your dread command? O say!", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 820, "text": "HAMLET. How is it with you, lady?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 822, "text": "HAMLET. On him, on him! Look you how pale he glares, His form and cause conjoin’d, preaching to stones, Would make them capable.—Do not look upon me, Lest with this piteous action you convert My stern effects. Then what I have to do Will want true colour; tears perchance for blood.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 824, "text": "HAMLET. Do you see nothing there?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 826, "text": "HAMLET. Nor did you nothing hear?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 828, "text": "HAMLET. Why, look you there! look how it steals away! My father, in his habit as he liv’d! Look where he goes even now out at the portal.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 831, "text": "HAMLET. Ecstasy! My pulse as yours doth temperately keep time, And makes as healthful music. It is not madness That I have utter’d. Bring me to the test, And I the matter will re-word; which madness Would gambol from. Mother, for love of grace, Lay not that flattering unction to your soul That not your trespass, but my madness speaks. It will but skin and film the ulcerous place, Whilst rank corruption, mining all within, Infects unseen. Confess yourself to heaven, Repent what’s past, avoid what is to come; And do not spread the compost on the weeds, To make them ranker. Forgive me this my virtue; For in the fatness of these pursy times Virtue itself of vice must pardon beg, Yea, curb and woo for leave to do him good.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 833, "text": "HAMLET. O throw away the worser part of it, And live the purer with the other half. Good night. But go not to mine uncle’s bed. Assume a virtue, if you have it not. That monster custom, who all sense doth eat, Of habits evil, is angel yet in this, That to the use of actions fair and good He likewise gives a frock or livery That aptly is put on. Refrain tonight, And that shall lend a kind of easiness To the next abstinence. The next more easy; For use almost can change the stamp of nature, And either curb the devil, or throw him out With wondrous potency. Once more, good night, And when you are desirous to be bles’d, I’ll blessing beg of you. For this same lord [_Pointing to Polonius._] I do repent; but heaven hath pleas’d it so, To punish me with this, and this with me, That I must be their scourge and minister. I will bestow him, and will answer well The death I gave him. So again, good night. I must be cruel, only to be kind: Thus bad begins, and worse remains behind. One word more, good lady.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 835, "text": "HAMLET. Not this, by no means, that I bid you do: Let the bloat King tempt you again to bed, Pinch wanton on your cheek, call you his mouse, And let him, for a pair of reechy kisses, Or paddling in your neck with his damn’d fingers, Make you to ravel all this matter out, That I essentially am not in madness, But mad in craft. ’Twere good you let him know, For who that’s but a queen, fair, sober, wise, Would from a paddock, from a bat, a gib, Such dear concernings hide? Who would do so? No, in despite of sense and secrecy, Unpeg the basket on the house’s top, Let the birds fly, and like the famous ape, To try conclusions, in the basket creep And break your own neck down.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 837, "text": "HAMLET. I must to England, you know that?", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 839, "text": "HAMLET. There’s letters seal’d: and my two schoolfellows, Whom I will trust as I will adders fang’d,— They bear the mandate, they must sweep my way And marshal me to knavery. Let it work; For ’tis the sport to have the enginer Hoist with his own petard, and ’t shall go hard But I will delve one yard below their mines And blow them at the moon. O, ’tis most sweet, When in one line two crafts directly meet. This man shall set me packing. I’ll lug the guts into the neighbour room. Mother, good night. Indeed, this counsellor Is now most still, most secret, and most grave, Who was in life a foolish prating knave. Come, sir, to draw toward an end with you. Good night, mother.", "low_struct_index": {"index": 1, "name": "ACT III"}}
{"speaker": "Hamlet", "paragraph_id": 859, "text": "HAMLET. Safely stowed.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 861, "text": "HAMLET. What noise? Who calls on Hamlet? O, here they come.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 864, "text": "HAMLET. Compounded it with dust, whereto ’tis kin.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 866, "text": "HAMLET. Do not believe it.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 868, "text": "HAMLET. That I can keep your counsel, and not mine own. Besides, to be demanded of a sponge—what replication should be made by the son of a king?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 870, "text": "HAMLET. Ay, sir; that soaks up the King’s countenance, his rewards, his authorities. But such officers do the King best service in the end: he keeps them, like an ape, in the corner of his jaw; first mouthed, to be last swallowed: when he needs what you have gleaned, it is but squeezing you, and, sponge, you shall be dry again.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 872, "text": "HAMLET. I am glad of it. A knavish speech sleeps in a foolish ear.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 874, "text": "HAMLET. The body is with the King, but the King is not with the body. The King is a thing—", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 876, "text": "HAMLET. Of nothing. Bring me to him. Hide fox, and all after.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 890, "text": "HAMLET. At supper.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 892, "text": "HAMLET. Not where he eats, but where he is eaten. A certain convocation of politic worms are e’en at him. Your worm is your only emperor for diet. We fat all creatures else to fat us, and we fat ourselves for maggots. Your fat king and your lean beggar is but variable service,—two dishes, but to one table. That’s the end.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 894, "text": "HAMLET. A man may fish with the worm that hath eat of a king, and eat of the fish that hath fed of that worm.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 896, "text": "HAMLET. Nothing but to show you how a king may go a progress through the guts of a beggar.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 898, "text": "HAMLET. In heaven. Send thither to see. If your messenger find him not there, seek him i’ th’other place yourself. But indeed, if you find him not within this month, you shall nose him as you go up the stairs into the lobby.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 900, "text": "HAMLET. He will stay till you come.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 903, "text": "HAMLET. For England?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 905, "text": "HAMLET. Good.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 907, "text": "HAMLET. I see a cherub that sees them. But, come; for England! Farewell, dear mother.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 909, "text": "HAMLET. My mother. Father and mother is man and wife; man and wife is one flesh; and so, my mother. Come, for England.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 922, "text": "HAMLET. Good sir, whose powers are these?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 924, "text": "HAMLET. How purpos’d, sir, I pray you?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 926, "text": "HAMLET. Who commands them, sir?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 928, "text": "HAMLET. Goes it against the main of Poland, sir, Or for some frontier?", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 930, "text": "HAMLET. Why, then the Polack never will defend it.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 932, "text": "HAMLET. Two thousand souls and twenty thousand ducats Will not debate the question of this straw! This is th’imposthume of much wealth and peace, That inward breaks, and shows no cause without Why the man dies. I humbly thank you, sir.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 936, "text": "HAMLET. I’ll be with you straight. Go a little before.", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 1037, "text": "HORATIO. [_Reads._] ‘Horatio, when thou shalt have overlooked this, give these fellows some means to the King. They have letters for him. Ere we were two days old at sea, a pirate of very warlike appointment gave us chase. Finding ourselves too slow of sail, we put on a compelled valour, and in the grapple I boarded them. On the instant they got clear of our ship, so I alone became their prisoner. They have dealt with me like thieves of mercy. But they knew what they did; I am to do a good turn for them. Let the King have the letters I have sent, and repair thou to me with as much haste as thou wouldst fly death. I have words to speak in thine ear will make thee dumb; yet are they much too light for the bore of the matter. These good fellows will bring thee where I am. Rosencrantz and Guildenstern hold their course for England: of them I have much to tell thee. Farewell.      He that thou knowest thine,      HAMLET.’", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 1054, "text": "[_Reads._] ‘High and mighty, you shall know I am set naked on your kingdom. Tomorrow shall I beg leave to see your kingly eyes. When I shall, first asking your pardon thereunto, recount the occasions of my sudden and more strange return.      HAMLET.’", "low_struct_index": {"index": 2, "name": "ACT IV"}}
{"speaker": "Hamlet", "paragraph_id": 1122, "text": "HAMLET. Has this fellow no feeling of his business, that he sings at grave-making?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1124, "text": "HAMLET. ’Tis e’en so; the hand of little employment hath the daintier sense.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1127, "text": "HAMLET. That skull had a tongue in it, and could sing once. How the knave jowls it to th’ ground, as if ’twere Cain’s jawbone, that did the first murder! This might be the pate of a politician which this ass now o’er-offices, one that would circumvent God, might it not?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1129, "text": "HAMLET. Or of a courtier, which could say ‘Good morrow, sweet lord! How dost thou, good lord?’ This might be my lord such-a-one, that praised my lord such-a-one’s horse when he meant to beg it, might it not?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1131, "text": "HAMLET. Why, e’en so: and now my Lady Worm’s; chapless, and knocked about the mazard with a sexton’s spade. Here’s fine revolution, an we had the trick to see’t. Did these bones cost no more the breeding but to play at loggets with ’em? Mine ache to think on’t.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1134, "text": "HAMLET. There’s another. Why may not that be the skull of a lawyer? Where be his quiddits now, his quillets, his cases, his tenures, and his tricks? Why does he suffer this rude knave now to knock him about the sconce with a dirty shovel, and will not tell him of his action of battery? Hum. This fellow might be in’s time a great buyer of land, with his statutes, his recognizances, his fines, his double vouchers, his recoveries. Is this the fine of his fines, and the recovery of his recoveries, to have his fine pate full of fine dirt? Will his vouchers vouch him no more of his purchases, and double ones too, than the length and breadth of a pair of indentures? The very conveyances of his lands will scarcely lie in this box; and must the inheritor himself have no more, ha?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1136, "text": "HAMLET. Is not parchment made of sheep-skins?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1138, "text": "HAMLET. They are sheep and calves which seek out assurance in that. I will speak to this fellow.—Whose grave’s this, sir?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1140, "text": "HAMLET. I think it be thine indeed, for thou liest in’t.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1142, "text": "HAMLET. Thou dost lie in’t, to be in’t and say it is thine. ’Tis for the dead, not for the quick; therefore thou liest.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1144, "text": "HAMLET. What man dost thou dig it for?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1146, "text": "HAMLET. What woman then?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1148, "text": "HAMLET. Who is to be buried in’t?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1150, "text": "HAMLET. How absolute the knave is! We must speak by the card, or equivocation will undo us. By the Lord, Horatio, these three years I have taken note of it, the age is grown so picked that the toe of the peasant comes so near the heel of the courtier he galls his kibe.—How long hast thou been a grave-maker?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1152, "text": "HAMLET. How long is that since?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1154, "text": "HAMLET. Ay, marry, why was he sent into England?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1156, "text": "HAMLET. Why?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1158, "text": "HAMLET. How came he mad?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1160, "text": "HAMLET. How strangely?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1162, "text": "HAMLET. Upon what ground?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1164, "text": "HAMLET. How long will a man lie i’ th’earth ere he rot?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1166, "text": "HAMLET. Why he more than another?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1168, "text": "HAMLET. Whose was it?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1170, "text": "HAMLET. Nay, I know not.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1172, "text": "HAMLET. This?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1174, "text": "HAMLET. Let me see. [_Takes the skull._] Alas, poor Yorick. I knew him, Horatio, a fellow of infinite jest, of most excellent fancy. He hath borne me on his back a thousand times; and now, how abhorred in my imagination it is! My gorge rises at it. Here hung those lips that I have kiss’d I know not how oft. Where be your gibes now? your gambols? your songs? your flashes of merriment, that were wont to set the table on a roar? Not one now, to mock your own grinning? Quite chop-fallen? Now get you to my lady’s chamber, and tell her, let her paint an inch thick, to this favour she must come. Make her laugh at that.—Prithee, Horatio, tell me one thing.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1176, "text": "HAMLET. Dost thou think Alexander looked o’ this fashion i’ th’earth?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1178, "text": "HAMLET. And smelt so? Pah!", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1181, "text": "HAMLET. To what base uses we may return, Horatio! Why may not imagination trace the noble dust of Alexander till he find it stopping a bung-hole?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1188, "text": "HAMLET. That is Laertes, a very noble youth. Mark.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1194, "text": "HAMLET. What, the fair Ophelia?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1197, "text": "HAMLET. [_Advancing._] What is he whose grief Bears such an emphasis? whose phrase of sorrow Conjures the wand’ring stars, and makes them stand Like wonder-wounded hearers? This is I, Hamlet the Dane. [_Leaps into the grave._]", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1199, "text": "HAMLET. Thou pray’st not well. I prithee take thy fingers from my throat; For though I am not splenative and rash, Yet have I in me something dangerous, Which let thy wiseness fear. Away thy hand!", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1205, "text": "HAMLET. Why, I will fight with him upon this theme Until my eyelids will no longer wag.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1207, "text": "HAMLET. I lov’d Ophelia; forty thousand brothers Could not, with all their quantity of love, Make up my sum. What wilt thou do for her?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1210, "text": "HAMLET. ’Swounds, show me what thou’lt do: Woul’t weep? woul’t fight? woul’t fast? woul’t tear thyself? Woul’t drink up eisel? eat a crocodile? I’ll do’t. Dost thou come here to whine? To outface me with leaping in her grave? Be buried quick with her, and so will I. And if thou prate of mountains, let them throw Millions of acres on us, till our ground, Singeing his pate against the burning zone, Make Ossa like a wart. Nay, an thou’lt mouth, I’ll rant as well as thou.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1212, "text": "HAMLET. Hear you, sir; What is the reason that you use me thus? I lov’d you ever. But it is no matter. Let Hercules himself do what he may, The cat will mew, and dog will have his day.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1220, "text": "HAMLET. So much for this, sir. Now let me see the other; You do remember all the circumstance?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1222, "text": "HAMLET. Sir, in my heart there was a kind of fighting That would not let me sleep. Methought I lay Worse than the mutinies in the bilboes. Rashly, And prais’d be rashness for it,—let us know, Our indiscretion sometime serves us well, When our deep plots do pall; and that should teach us There’s a divinity that shapes our ends, Rough-hew them how we will.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1224, "text": "HAMLET. Up from my cabin, My sea-gown scarf’d about me, in the dark Grop’d I to find out them; had my desire, Finger’d their packet, and in fine, withdrew To mine own room again, making so bold, My fears forgetting manners, to unseal Their grand commission; where I found, Horatio, Oh royal knavery! an exact command, Larded with many several sorts of reasons, Importing Denmark’s health, and England’s too, With ho! such bugs and goblins in my life, That on the supervise, no leisure bated, No, not to stay the grinding of the axe, My head should be struck off.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1226, "text": "HAMLET. Here’s the commission, read it at more leisure. But wilt thou hear me how I did proceed?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1228, "text": "HAMLET. Being thus benetted round with villanies,— Or I could make a prologue to my brains, They had begun the play,—I sat me down, Devis’d a new commission, wrote it fair: I once did hold it, as our statists do, A baseness to write fair, and labour’d much How to forget that learning; but, sir, now It did me yeoman’s service. Wilt thou know The effect of what I wrote?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1230, "text": "HAMLET. An earnest conjuration from the King, As England was his faithful tributary, As love between them like the palm might flourish, As peace should still her wheaten garland wear And stand a comma ’tween their amities, And many such-like ‘as’es of great charge, That on the view and know of these contents, Without debatement further, more or less, He should the bearers put to sudden death, Not shriving-time allow’d.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1232, "text": "HAMLET. Why, even in that was heaven ordinant. I had my father’s signet in my purse, Which was the model of that Danish seal: Folded the writ up in the form of the other, Subscrib’d it: gave’t th’impression; plac’d it safely, The changeling never known. Now, the next day Was our sea-fight, and what to this was sequent Thou know’st already.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1234, "text": "HAMLET. Why, man, they did make love to this employment. They are not near my conscience; their defeat Does by their own insinuation grow. ’Tis dangerous when the baser nature comes Between the pass and fell incensed points Of mighty opposites.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1236, "text": "HAMLET. Does it not, thinks’t thee, stand me now upon,— He that hath kill’d my king, and whor’d my mother, Popp’d in between th’election and my hopes, Thrown out his angle for my proper life, And with such cozenage—is’t not perfect conscience To quit him with this arm? And is’t not to be damn’d To let this canker of our nature come In further evil?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1238, "text": "HAMLET. It will be short. The interim is mine; And a man’s life’s no more than to say ‘One’. But I am very sorry, good Horatio, That to Laertes I forgot myself; For by the image of my cause I see The portraiture of his. I’ll court his favours. But sure the bravery of his grief did put me Into a tow’ring passion.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1242, "text": "HAMLET. I humbly thank you, sir. Dost know this waterfly?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1244, "text": "HAMLET. Thy state is the more gracious; for ’tis a vice to know him. He hath much land, and fertile; let a beast be lord of beasts, and his crib shall stand at the king’s mess; ’tis a chough; but, as I say, spacious in the possession of dirt.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1246, "text": "HAMLET. I will receive it with all diligence of spirit. Put your bonnet to his right use; ’tis for the head.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1248, "text": "HAMLET. No, believe me, ’tis very cold, the wind is northerly.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1250, "text": "HAMLET. Methinks it is very sultry and hot for my complexion.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1252, "text": "HAMLET. I beseech you, remember,—", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1255, "text": "HAMLET. Sir, his definement suffers no perdition in you, though I know, to divide him inventorially would dizzy th’arithmetic of memory, and yet but yaw neither, in respect of his quick sail. But, in the verity of extolment, I take him to be a soul of great article and his infusion of such dearth and rareness as, to make true diction of him, his semblable is his mirror and who else would trace him his umbrage, nothing more.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1257, "text": "HAMLET. The concernancy, sir? Why do we wrap the gentleman in our more rawer breath?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1260, "text": "HAMLET. What imports the nomination of this gentleman?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1263, "text": "HAMLET. Of him, sir.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1265, "text": "HAMLET. I would you did, sir; yet in faith if you did, it would not much approve me. Well, sir?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1267, "text": "HAMLET. I dare not confess that, lest I should compare with him in excellence; but to know a man well were to know himself.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1269, "text": "HAMLET. What’s his weapon?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1271, "text": "HAMLET. That’s two of his weapons. But well.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1273, "text": "HAMLET. What call you the carriages?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1276, "text": "HAMLET. The phrase would be more german to the matter if we could carry cannon by our sides. I would it might be hangers till then. But on. Six Barbary horses against six French swords, their assigns, and three liberal conceited carriages: that’s the French bet against the Danish. Why is this all imponed, as you call it?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1278, "text": "HAMLET. How if I answer no?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1280, "text": "HAMLET. Sir, I will walk here in the hall. If it please his Majesty, it is the breathing time of day with me. Let the foils be brought, the gentleman willing, and the King hold his purpose, I will win for him if I can; if not, I will gain nothing but my shame and the odd hits.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1282, "text": "HAMLET. To this effect, sir; after what flourish your nature will.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1284, "text": "HAMLET. Yours, yours.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1286, "text": "He does well to commend it himself, there are no tongues else for’s turn.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1288, "text": "HAMLET. He did comply with his dug before he suck’d it. Thus has he,—and many more of the same bevy that I know the drossy age dotes on,— only got the tune of the time and outward habit of encounter; a kind of yeasty collection, which carries them through and through the most fanned and winnowed opinions; and do but blow them to their trial, the bubbles are out.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1291, "text": "HAMLET. I am constant to my purposes, they follow the King’s pleasure. If his fitness speaks, mine is ready. Now or whensoever, provided I be so able as now.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1293, "text": "HAMLET. In happy time.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1295, "text": "HAMLET. She well instructs me.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1298, "text": "HAMLET. I do not think so. Since he went into France, I have been in continual practice. I shall win at the odds. But thou wouldst not think how ill all’s here about my heart: but it is no matter.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1300, "text": "HAMLET. It is but foolery; but it is such a kind of gain-giving as would perhaps trouble a woman.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1302, "text": "HAMLET. Not a whit, we defy augury. There’s a special providence in the fall of a sparrow. If it be now, ’tis not to come; if it be not to come, it will be now; if it be not now, yet it will come. The readiness is all. Since no man has aught of what he leaves, what is’t to leave betimes?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1306, "text": "HAMLET. Give me your pardon, sir. I have done you wrong; But pardon’t as you are a gentleman. This presence knows, and you must needs have heard, How I am punish’d with sore distraction. What I have done That might your nature, honour, and exception Roughly awake, I here proclaim was madness. Was’t Hamlet wrong’d Laertes? Never Hamlet. If Hamlet from himself be ta’en away, And when he’s not himself does wrong Laertes, Then Hamlet does it not, Hamlet denies it. Who does it, then? His madness. If’t be so, Hamlet is of the faction that is wrong’d; His madness is poor Hamlet’s enemy. Sir, in this audience, Let my disclaiming from a purpos’d evil Free me so far in your most generous thoughts That I have shot my arrow o’er the house And hurt my brother.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1308, "text": "HAMLET. I embrace it freely, And will this brother’s wager frankly play.— Give us the foils; come on.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1310, "text": "HAMLET. I’ll be your foil, Laertes; in mine ignorance Your skill shall like a star i’ th’ darkest night, Stick fiery off indeed.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1312, "text": "HAMLET. No, by this hand.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1314, "text": "HAMLET. Very well, my lord. Your Grace has laid the odds o’ the weaker side.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1317, "text": "HAMLET. This likes me well. These foils have all a length?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1321, "text": "HAMLET. Come on, sir.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1324, "text": "HAMLET. One.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1326, "text": "HAMLET. Judgement.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1332, "text": "HAMLET. I’ll play this bout first; set it by awhile.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1334, "text": "Come. Another hit; what say you?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1338, "text": "HAMLET. Good madam.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1342, "text": "HAMLET. I dare not drink yet, madam. By and by.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1347, "text": "HAMLET. Come for the third, Laertes. You do but dally. I pray you pass with your best violence. I am afeard you make a wanton of me.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1354, "text": "HAMLET. Nay, come again!", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1360, "text": "HAMLET. How does the Queen?", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1364, "text": "HAMLET. O villany! Ho! Let the door be lock’d: Treachery! Seek it out.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1367, "text": "HAMLET. The point envenom’d too! Then, venom, to thy work.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1371, "text": "HAMLET. Here, thou incestuous, murderous, damned Dane, Drink off this potion. Is thy union here? Follow my mother.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1375, "text": "HAMLET. Heaven make thee free of it! I follow thee. I am dead, Horatio. Wretched Queen, adieu. You that look pale and tremble at this chance, That are but mutes or audience to this act, Had I but time,—as this fell sergeant, death, Is strict in his arrest,—O, I could tell you,— But let it be. Horatio, I am dead, Thou liv’st; report me and my cause aright To the unsatisfied.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1377, "text": "HAMLET. As th’art a man, Give me the cup. Let go; by Heaven, I’ll have’t. O good Horatio, what a wounded name, Things standing thus unknown, shall live behind me. If thou didst ever hold me in thy heart, Absent thee from felicity awhile, And in this harsh world draw thy breath in pain, To tell my story.", "low_struct_index": {"index": 3, "name": "ACT V"}}
{"speaker": "Hamlet", "paragraph_id": 1381, "text": "HAMLET. O, I die, Horatio. The potent poison quite o’er-crows my spirit: I cannot live to hear the news from England, But I do prophesy th’election lights On Fortinbras. He has my dying voice. So tell him, with the occurrents more and less, Which have solicited. The rest is silence.", "low_struct_index": {"index": 3, "name": "ACT V"}}
